[
  {
    "type": "heading",
    "heading": "Ability Scores",
    "level": 1,
    "content": [
      {
        "type": "paragraph",
        "content": "A kingdom has four ability scores: Culture, Economy, Loyalty, and Stability. These function like the ability scores of a character, providing modifiers on die rolls and checks. As the kingdom prospers and grows, these scores can increase. And if the nation falls on hard times or goes through corruption, scandal, defeat, or disaster, <<Ruin|Kingdom-Rules#Ruin>> will accrue that degrades these abilities."
      },
      {
        "type": "heading",
        "heading": "Culture",
        "level": 2,
        "content": [
          {
            "type": "paragraph",
            "content": "Culture measures the interest and dedication of your nation and its people to the arts and sciences, to religion and reason, and to the subjects that your society chooses to learn about and to teach. Are your people well-versed in rhetoric and philosophy? Do they value learning and research, music and dance? Do they embrace society in all its diverse splendor? If they do, your kingdom likely has a robust Culture score."
          }
        ],
        "id": "Culture"
      },
      {
        "type": "heading",
        "heading": "Economy",
        "level": 2,
        "content": [
          {
            "type": "paragraph",
            "content": "Economy measures the practical day-to-day workings of your society as it comes together to do the work of making and building, buying and selling. How industrious are your citizenry? Are they devoted to building more, higher, and better, trading in goods, services, and ideas? If so, your kingdom likely has a robust Economy score."
          }
        ],
        "id": "Economy"
      },
      {
        "type": "heading",
        "heading": "Loyalty",
        "level": 2,
        "content": [
          {
            "type": "paragraph",
            "content": "Loyalty measures the collective will, spirit, and sense of camaraderie the citizens of your nation possess. How much do they trust and depend on one another? How do they respond when you sound the call to arms or enact new laws? How do they react when other nations send spies or provocateurs into your lands to make trouble? If they support the kingdom’s leadership, the kingdom itself has a robust Loyalty score."
          }
        ],
        "id": "Loyalty"
      },
      {
        "type": "heading",
        "heading": "Stability",
        "level": 2,
        "content": [
          {
            "type": "paragraph",
            "content": "Stability measures the physical health and well-being of your nation. This includes its infrastructure and buildings, the welfare of its people, and how well things are protected and maintained under your rule. How carefully do you maintain your stores and reserves, repair things that are broken, and provide for the necessities of life? How quickly can you mobilize to shield your citizens from harm? A kingdom that can handle both prosperity and disaster efficiently and effectively has a robust Stability score."
          }
        ],
        "id": "Stability"
      },
      {
        "type": "heading",
        "heading": "Ability Score Overview",
        "level": 2,
        "content": [
          {
            "type": "paragraph",
            "content": "Each Kingdom ability score starts at 10, representing the average, but as a player makes kingdom creation choices in the following steps, they’ll adjust these scores. Apply ability boosts (which increase a score by 2) or ability flaws (which decrease a score by 2), in the same way that boosts and flaws are applied to character ability scores. Kingdom ability scores give the same ability modifiers as character ability scores, as summarized on <<Table 1–1 of the Pathfinder Core Rulebook|https://2e.aonprd.com/Rules.aspx?ID=77>>."
          }
        ],
        "id": "AbilityScoreOverview"
      }
    ],
    "id": "AbilityScores"
  },
  {
    "type": "heading",
    "heading": "Kingdom Properties",
    "level": 1,
    "content": [
      {
        "type": "paragraph",
        "content": "A kingdom’s Size reflects the complexity of its governance, its influence on other nations, and its access to resources. A kingdom’s Size also determines its <<Resource Die|Kingdom-Rules#ResourceDice>> and other statistics.\n**Size** The total number of hexes in the kingdom. When a kingdom’s Size reaches 10, 25, 50, and 100, it gains kingdom XP as a <<milestone award|Kingdom-Turn#MilestoneXPAwards>>."
      },
      {
        "type": "paragraph",
        "content": "**Resource Die** The type of <<Resource Die|Kingdom-Rules#ResourceDice>> a kingdom rolls."
      },
      {
        "type": "paragraph",
        "content": "**Control DC Modifier** As a kingdom increases in Size, it grows more difficult to control. This modifier increases a kingdom’s base Control DC.",
        "id": "ControlDC"
      },
      {
        "type": "paragraph",
        "content": "**Commodity Storage** This number indicates the maximum units of a specific <<Commodity|Kingdom-Rules#Commodities>> that can be stored in a kingdom. Building specialized <<structures|Settlement-Structures>> can increase this number on a per-<<Commodity|Kingdom-Rules#Commodities>> basis.",
        "id": "ControlDC"
      },
      {
        "type": "table",
        "columns": [
          {
            "content": "Size",
            "align": "center"
          },
          {
            "content": "<<Resource Die|Kingdom-Rules#ResourceDice>>",
            "align": "center"
          },
          {
            "content": "<<Control DC|Kingdom-Rules#ControlDC>> Mod",
            "align": "center"
          },
          {
            "content": "<<Commodity|Kingdom-Rules#Commodities>> Storage",
            "align": "center"
          }
        ],
        "data": [
          [
            "1-9",
            "d4",
            "+0",
            "4"
          ],
          [
            "10-24",
            "d6",
            "+1",
            "8"
          ],
          [
            "25-49",
            "d8",
            "+2",
            "12"
          ],
          [
            "50-99",
            "1d10",
            "+3",
            "16"
          ],
          [
            "100+",
            "d12",
            "+4",
            "20"
          ]
        ],
        "id": "KingdomPropertiesTable"
      },
      {
        "type": "heading",
        "heading": "Resource Dice",
        "level": 2,
        "content": [
          {
            "type": "paragraph",
            "content": "A kingdom’s economy is based on the sum of the productive activity of its citizens, and that activity is reflected in a quantity of resources that the kingdom can tap into each month. These resources are represented by <<Resource Points|Kingdom-Rules#ResourcePoints>> (see below) which are determined by Resource Dice, with the number of dice being equal to the nation’s level + 4. When a kingdom is first founded, each Resource Die is a d4, but as the kingdom advances in Size, its Resource Die increases to d6, d8, d10, or d12 (see the <<Kingdom Size table|Kingdom-Rules#KingdomPropertiesTable>>).",
            "id": "ControlDC"
          }
        ],
        "id": "ResourceDice"
      },
      {
        "type": "heading",
        "heading": "Resource Points",
        "level": 2,
        "content": [
          {
            "type": "paragraph",
            "content": "A kingdom’s Resource Points (RP) represent a combination of the work of a kingdom’s citizens and the time spent on jobs, talent, labor, tools, and funds to handle this toil. Resource points do not directly represent amounts of coins in a treasury, but rather an abstraction of the nation’s total amount of available funds to handle tasks. Since luck and demand play a part in a kingdom’s resources, the exact total of RP a kingdom will have each turn varies; a new total of RP is rolled at the start of each Kingdom turn using <<Resource Dice|Kingdom-Rules#ResourceDice>>. Any RP not spent by the end of that turn <<convert to kingdom XP|Kingdom-Turn#XPPhase>>.",
            "id": "ControlDC"
          },
          {
            "type": "paragraph",
            "content": "Whenever the kingdom is forced to spend RP that would drop it below 0, spend all the RP the kingdom has and then increase a <<Ruin|Kingdom-Rules#Ruin>> of the PCs’ choice by 1.",
            "id": "ControlDC"
          }
        ],
        "id": "ResourcePoints"
      },
      {
        "type": "heading",
        "heading": "Ruin",
        "level": 2,
        "content": [
          {
            "type": "paragraph",
            "content": "As bad luck, natural disasters, unexpected shortages, or even warfare damage a kingdom, it becomes Ruined in one of four categories opposing the kingdom’s four ability scores. Ruin rises and falls as Kingdom turns progress, but if it rises too high, it can cause lasting or even permanent harm to the kingdom.",
            "id": "ControlDC"
          },
          {
            "type": "paragraph",
            "content": "Culture is opposed by **Corruption**, which represents citizens falling to debauchery, delving into forbidden lore, pursuing unethical research practices, or destroying their own heritage and history.",
            "id": "ControlDC"
          },
          {
            "type": "paragraph",
            "content": "Economy is opposed by **Crime**, which includes theft, smuggling, and enterprises that suffocate prosperity.",
            "id": "ControlDC"
          },
          {
            "type": "paragraph",
            "content": "Stability is opposed by **Decay**, representing physical harm, neglect, or degradation of the kingdom, its people, and its infra<<structure|Settlement-Structures>>.",
            "id": "ControlDC"
          },
          {
            "type": "paragraph",
            "content": "Loyalty is opposed by **Strife**, which includes acts of treachery, subterfuge, bribery, violence, abuse of power, and infighting between groups.",
            "id": "ControlDC"
          },
          {
            "type": "paragraph",
            "content": "**Accruing Ruin** As Ruin accumulates, the categories gain points. These point totals are persistent, decreasing only in specific circumstances, but most often when a Ruin’s point total exceeds that Ruin’s threshold. Other events can reduce or increase a Ruin’s point total as well—typically as the result of kingdom activities or events. Ruin’s point total as well—typically as the result of kingdom activities or events.",
            "id": "ControlDC"
          },
          {
            "type": "paragraph",
            "content": "**Ruin Threshold** Each Ruin has a threshold; a point at which the penalties associated with that Ruin increase. A Ruin’s initial threshold is 10, but each threshold increases as the kingdom levels up and becomes more able to withstand Ruin in all its forms. Whenever a Ruin exceeds its threshold, reduce that Ruin’s total points by an amount equal to its threshold, and increase the Ruin’s penalty by 1.",
            "id": "RuinThreshold"
          },
          {
            "type": "paragraph",
            "content": "**Ruin Penalty** A Ruin penalty applies to all checks using that Ruin’s associated ability score. For example, if your kingdom has a Corruption penalty of –4, it takes a –4 item penalty on all Culture checks.",
            "id": "RuinPenalty"
          },
          {
            "type": "paragraph",
            "content": "**Reducing Ruin Penalties** When a kingdom reaches 5th level, and then again every 3 levels thereafter, it gains Ruin resistance; each time it does so, it has the opportunity to reduce an existing Ruin penalty to 0. This is an extremely effective way to manage a Ruin penalty that’s crept particularly high, but it’s also an extremely limited resource, as a kingdom will only get, at most, 6 opportunities to adjust a Ruin penalty in this way over the course of a campaign. The <<Repair Reputation|Kingdom-Actions#RepairReputation>> activity can reduce existing Ruin penalties, although at a much slower rate. Other activities or events can reduce Ruin penalties as well, as detailed in the text for each. Finally, if circumstances ever allow for a Ruin’s points to be reduced and that particular Ruin is already at 0 points, instead of reducing Ruin to a negative value you can instead attempt a DC 16 flat check; on a success, reduce that Ruin’s penalty by 1 to a minimum of 0.",
            "id": "RuinPenalty"
          }
        ],
        "id": "Ruin"
      },
      {
        "type": "heading",
        "heading": "Unrest",
        "level": 2,
        "content": [
          {
            "type": "paragraph",
            "content": "Unrest represents unhappiness among the kingdom’s citizens, who show their lack of confidence in the leadership by balking at edicts, refusing to follow commands, and disrupting local economies through boycotts, walkouts, and refusal to talk to emissaries. Unrest is a persistent value that remains from turn to turn and can be adjusted during Kingdom turns as events play out.",
            "id": "RuinPenalty"
          },
          {
            "type": "paragraph",
            "content": "**Unrest 1** If a kingdom has at least 1 point of Unrest, take a –1 status penalty to all kingdom checks.",
            "id": "RuinPenalty"
          },
          {
            "type": "paragraph",
            "content": "**Unrest 5** If a kingdom has 5 or more points of Unrest, take a –2 status penalty to all kingdom checks.",
            "id": "RuinPenalty"
          },
          {
            "type": "paragraph",
            "content": "**Unrest 10** If a kingdom has 10 or more points of Unrest, take a –3 status penalty to all kingdom checks.",
            "id": "RuinPenalty"
          },
          {
            "type": "paragraph",
            "content": "**Unrest 15** If a kingdom has 15 or more points of Unrest, take a –4 status penalty to all kingdom checks.",
            "id": "RuinPenalty"
          }
        ],
        "id": "Unrest"
      },
      {
        "type": "heading",
        "heading": "Expanding a Kingdom",
        "level": 2,
        "content": [
          {
            "type": "paragraph",
            "content": "A kingdom grows one hex at a time on the Stolen Lands map, via <<Region activities|Kingdom-Turn#RegionActivities>> like <<Claim Hex|Kingdom-Actions#ClaimHex>> and <<Clear Hex|Kingdom-Actions#ClearHex>>. The PCs can pursue these activities during the <<Activity phase|Kingdom-Turn#ActivityPhase>> of each Kingdom turn.",
            "id": "RuinPenalty"
          }
        ],
        "id": "ExpandingAKingdom"
      },
      {
        "type": "heading",
        "heading": "Losing Hexes",
        "level": 2,
        "content": [
          {
            "type": "paragraph",
            "content": "It’s possible to lose control of a hex. When this happens, the kingdom immediately loses any benefits from <<terrain improvements|Kingdom-Rules#TerrainFeatures>> in that hex, and all <<settlements|Settlement-Rules>> in that hex become <<Freehold|Kingdom-Rules#Freehold>>s. Monsters may move into an abandoned hex, increasing the chance for random encounters, and if you wish to reclaim the hex, you may need to <<clear|Kingdom-Actions#ClearHex>> it first of hostile creatures. Each hex lost decreases a kingdom’s <<Size|Kingdom-Rules#KingdomPropertiesTable>> by 1. This affects the kingdom’s statistics, such as the type of its <<Resource Die|Kingdom-Rules#ResourceDice>>.",
            "id": "RuinPenalty"
          },
          {
            "type": "paragraph",
            "content": "If one or more hexes are lost in such a way that it breaks the connection between parts of a kingdom, so that all of the hexes are no longer contiguous with other hexes of the kingdom, whatever portion of the territory contains the capital becomes the primary territory and the rest of the kingdom becomes its secondary territory. All Kingdom skill checks made to resolve issues associated with secondary territories take a –4 circumstance penalty. When a kingdom starts a turn with any number of secondary territories, increase <<Unrest|Kingdom-Rules#Unrest>> by 1. Once a secondary territory is connected to the primary territory via at least one hex, it becomes part of the primary territory. These penalties also apply if you gain a hex that is not connected to your kingdom (for example, by a <<Pledge of Fealty|Kingdom-Actions#PledgeOfFealty>>).",
            "id": "RuinPenalty"
          },
          {
            "type": "paragraph",
            "content": "If a kingdom is reduced to 0 hexes, whether through <<Unrest|Kingdom-Rules#Unrest>>, a disaster, war with another kingdom, or any other effect, the PCs are at risk of having their rule end. On their next Kingdom turn, they must <<claim|Kingdom-Actions#ClaimHex>> at least one new hex and <<establish|Kingdom-Actions#EstablishSettlement>> or <<claim|Kingdom-Actions#ClaimHex>> at least one <<settlement|Settlement-Rules>>, or their kingdom is considered totally destroyed, and they must start over. In this case, you should have the PCs undertake a new adventure of your design to secure a new <<charter|Kingdom-Creation#SelectACharter>>.",
            "id": "RuinPenalty"
          }
        ],
        "id": "LosingHexes"
      },
      {
        "type": "heading",
        "heading": "Diplomatic Relations",
        "level": 2,
        "content": [
          {
            "type": "paragraph",
            "content": "Diplomatic relations refers to acts of leadership that engage with other nations. In order to begin diplomatic relations with another group, PCs must first successfully <<Send a Diplomatic Envoy|Kingdom-Actions#SendDiplomaticEnvoy>> to the target group. When they <<establish diplomatic relations|#DiplomaticRelations>> with a group, record the name of that group on the kingdom sheet. Once the PCs have established diplomatic relations with a group, they can use the <<Establish Trade Agreement|Kingdom-Actions#EstablishTradeAgreement>> and <<Request Foreign Aid|Kingdom-Actions#RequestForeignAid>> <<Leadership activities|Kingdom-Actions#LeadershipPhase>>.",
            "id": "RuinPenalty"
          },
          {
            "type": "paragraph",
            "content": "Different groups are more or less difficult to work with than others. Some respond better or worse to different methods of negotiation. The GM has a DC for each group called the Negotiation DC. This DC might be modified up or down depending on the skill used to perform different actions with the group.",
            "id": "NegotiationDC"
          }
        ],
        "id": "DiplomaticRelations"
      },
      {
        "type": "heading",
        "heading": "Trade Agreements",
        "level": 2,
        "content": [
          {
            "type": "paragraph",
            "content": "The PCs can bolster their kingdom’s economy by <<Establishing Trade Agreements|Kingdom-Actions#EstablishTradeAgreement>> with other groups with whom they have diplomatic relations. To do so, they must first successfully perform the <<Establish Trade Agreement|Kingdom-Actions#EstablishTradeAgreement>> activity. There is no need to record the actual physical route of the Trade Agreement on the map, nor does distance play a significant factor.",
            "id": "NegotiationDC"
          }
        ],
        "id": "TradeAgreements"
      },
      {
        "type": "heading",
        "heading": "Commodities",
        "level": 2,
        "content": [
          {
            "type": "paragraph",
            "content": "As a kingdom grows, it stockpiles resources beyond those required for day-to-day life. These resources are known as <<Commodities|Kingdom-Rules#Commodities>> and are used to build <<structures|Settlement-Structures>> in <<settlements|Settlement-Rules>>, to trade for <<RP|Kingdom-Rules#ResourcePoints>> using the <<Trade Commodities|Kingdom-Actions#TradeCommodities>> activity, or to expend during kingdom events.",
            "id": "NegotiationDC"
          },
          {
            "type": "paragraph",
            "content": "The types of Commodities that are available include Food, Lumber, Luxuries, Ore, and Stone. As kingdoms accumulate or expend these Commodities track the numbers on the kingdom sheet. Unless specialized storage improvements have been built in its <<settlements|Settlement-Rules>>, a kingdom is limited to a maximum number of stored <<Commodities|Kingdom-Rules#Commodities>> in each category as determined by its <<Size|Kingdom-Rules#KingdomPropertiesTable>> (see the <<Kingdom Size table|Kingdom-Rules#KingdomPropertiesTable>>). Commodities gathered in excess of this storage limit are lost.",
            "id": "NegotiationDC"
          },
          {
            "type": "paragraph",
            "content": "Each type of Commodity can be gathered by special activities as detailed below, but Commodities can also be discovered via kingdom events or while exploring the Stolen Lands, earned as rewards for quests, purchased from allies via <<Purchase Commodities|Kingdom-Actions#PurchaseCommodities>>, or acquired via <<Establishing Trade Agreements|Kingdom-Actions#EstablishTradeAgreement>>.",
            "id": "NegotiationDC"
          },
          {
            "type": "paragraph",
            "content": "**Food** stockpiles are expended to pay for <<Consumption|Settlement-Rules#Consumption>> during the <<Upkeep phase|Kingdom-Turn#UpkeepPhase>> of a Kingdom turn, but also when faced with famines or other disasters, and to keep armies fed during times of war (as described in those events). Food is gathered with <<Harvest Crops|Kingdom-Actions#HarvestCrops>>, <<Go Fishing|Kingdom-Actions#GoFishing>>, or <<Gather Livestock|Kingdom-Actions#GatherLivestock>>.</p>",
            "id": "NegotiationDC"
          },
          {
            "type": "paragraph",
            "content": "**Lumber** is used to build <<structures|Settlement-Structures>> during the <<Civic Activities|Kingdom-Actions#CivicPhase>> step of the <<Activity phase|Kingdom-Turn#ActivityPhase>> of a Kingdom turn, and it is gathered from lumber camps built by <<Establish Work Site|Kingdom-Actions#EstablishWorkSite>>.",
            "id": "NegotiationDC"
          },
          {
            "type": "paragraph",
            "content": "**Luxuries** are used to build specialized <<structures|Settlement-Structures>> or are expended during certain encounters, generally those with high stakes or magical effects. Luxuries can be found during adventuring, created via <<Craft Luxuries|Kingdom-Actions#CraftLuxuries>>, or earned during certain events.",
            "id": "NegotiationDC"
          },
          {
            "type": "paragraph",
            "content": "**Ore** is used to build <<structures|Settlement-Structures>>. Ore is gathered from mines built by <<Establish Work Site|Kingdom-Actions#EstablishWorkSite>>.",
            "id": "NegotiationDC"
          },
          {
            "type": "paragraph",
            "content": "**Stone** is used to build <<structures|Settlement-Structures>> and is gathered from quarries built by <<Establish Work Site|Kingdom-Actions#EstablishWorkSite>>.",
            "id": "NegotiationDC"
          }
        ],
        "id": "Commodities"
      },
      {
        "type": "heading",
        "heading": "Terrain Features",
        "level": 2,
        "content": [
          {
            "type": "paragraph",
            "content": "Many hexes have features that grant benefits once <<claimed|Kingdom-Actions#ClaimHex>>. In some cases, certain <<Region activities|Kingdom-Turn#RegionActivities>> must be taken before a hex’s benefits can be enjoyed. These terrain features offer unique opportunities for a kingdom to add something special to its national character and may improve one or more of the <<kingdom’s statistics|Kingdom-Rules#KingdomProperties>>. Some hexes offer one‑of-a-kind benefits which are fully described within the adventure itself; more common terrain features are presented here.",
            "id": "NegotiationDC"
          },
          {
            "type": "paragraph",
            "content": "A single hex is limited in what terrain features can overlap:",
            "id": "NegotiationDC"
          },
          {
            "type": "list",
            "content": [
              "These Terrain Features can overlap with any and all other features: <<Bridge|Kingdom-Rules#Bridge>>, <<Landmark|Kingdom-Rules#Landmark>>, <<Refuge|Kingdom-Rules#Refuge>>, <<Resource|Kingdom-Rules#Resource>>",
              "A hex can have at most one of these: <<Farmland|Kingdom-Rules#Farmland>>, <<Fishery|Kingdom-Rules#Fishery>>, <<Freehold|Kingdom-Rules#Freehold>>, <<Ranch|Kingdom-Rules#Ranch>>, <<Ruins|Kingdom-Rules#Ruin>>, <<Settlement|Settlement-Rules>>, <<Structure|Settlement-Structures>>, <<Work Site|Kingdom-Rules#WorkSite>>.",
              "A <<Settlement|Settlement-Rules>> can be built in a hex that contains <<Ruins|Kingdom-Rules#Ruin>> or a <<Structure|Settlement-Structures>>. The <<Ruins|Kingdom-Rules#Ruin>>/<<Structure|Settlement-Structures>> are incorporated into the <<Settlement|Settlement-Rules>> and once a <<Settlement|Settlement-Rules>> is built the hex ceases to have the <<Ruins|Kingdom-Rules#Ruin>> or <<Structure|Settlement-Structures>> feature.",
              "A <<Free Hold|Kingdom-Rules#Freehold>> can be brought into your kingdom in which case it becomes a <<Settlement|Settlement-Rules>> instead."
            ]
          },
          {
            "type": "paragraph",
            "content": "To switch between any of the Terrain Features in the Restricted list the existing Feature must first be removed with the <<Clear Hex|Kingdom-Actions#ClearHex>> Activity before the new Terrain Feature can be constructed.",
            "id": "NegotiationDC"
          },
          {
            "type": "paragraph",
            "content": "**Bridge** A hex that contains an easy land route over a river (be it a bridge or a ford) bypasses the normal increase in <<RP|Kingdom-Rules#ResourcePoints>> cost to <<Build Roads|Kingdom-Actions#BuildRoads>> in that hex. A <<Settlement|Settlement-Rules>> can be built in a hex with a Bridge; doing so allows that <<Settlement|Settlement-Rules>> to start with a Bridge <<structure|Settlement-Structures>> on one water border.",
            "id": "Bridge"
          },
          {
            "type": "paragraph",
            "content": "**Farmland** No Farmland hexes exist in the Stolen Lands at the start of Kingmaker; they must be created by the PCs via the <<Establish Farmland|Kingdom-Actions#EstablishFarmland>> activity. Each Farmland hex reduces a kingdom’s <<Consumption|Settlement-Rules#Consumption>> score by 1, provided the Farmland lies in the area of <<influence|Settlement-Rules#Influence>> of one of its <<settlements|Settlement-Rules>>. <<Settlements|Settlement-Rules>> cannot be built in a Farmland hex. Some kingdom events can result in Farmland being destroyed. When that happens, the hex loses its Farmland status. To restore it, a PC must successfully use the <<Establish Farmland|Kingdom-Actions#EstablishFarmland>> activity on the hex during a future Kingdom turn.",
            "id": "Farmland"
          },
          {
            "type": "paragraph",
            "content": "**Fishery** No Fishery hexes exist in the Stolen Lands at the start of Kingmaker; they must be created by the PCs via the <<Fishing Fleet|Kingdom-Actions#FishingFleet>> activity. Much as you can cultivate <<farms|Kingdom-Rules#Farmland>> and herds on land, you also can cultivate fisheries of aquatic life, including kelp, shellfish, eels, amphibians, algae, and more as well as traditional fish. Each Fisheries hex reduces your kingdom’s <<Consumption|Settlement-Rules#Consumption>> score by 1, provided the Fishery is in the area of <<influence|Settlement-Rules#Influence>> of one of its <<settlements|Settlement-Rules>> and that <<settlement|Settlement-Rules>> has a <<Pier|Settlement-Structures#Pier>> or <<Waterfront|Settlement-Structures#Waterfront>>. Kingdom events may destroy a Fishery, forcing it to be reestablished with a new <<Fishing Fleet|Kingdom-Actions#FishingFleet>>.",
            "id": "Fishery"
          },
          {
            "type": "paragraph",
            "content": "**Freehold** A Freehold is a special kind of <<Settlement|Settlement-Rules>>— one that’s not part of your kingdom. It may be of any size, from a village to a city. If you can convince the locals that your leadership is worthy, they may choose to join your nation and become your citizens. Bringing a Freehold into a kingdom requires a successful <<Pledge of Fealty|Kingdom-Actions#PledgeOfFealty>> <<leadership action|Kingdom-Actions#LeadershipPhase>>. When a new <<settlement|Settlement-Rules>> joins a kingdom, immediately add that <<settlement|Settlement-Rules>> and its <<structures|Settlement-Structures>> to the kingdom (as detailed in the encounter text). The kingdom gains no XP for any improvements already built there. Any future improvements built there grant normal XP awards.",
            "id": "Freehold"
          },
          {
            "type": "paragraph",
            "content": "**Landmark** A Landmark is a site of great pride, mystery, or wonder, such as an outcropping in the shape of a human face, a supernaturally ancient tree, or a lake with an unusual color. Adding Landmarks to a kingdom inspires its artists and bolsters kingdom morale. When the PCs add a Landmark hex to a kingdom, reduce <<Unrest|Kingdom-Rules#Unrest>> by 1d4, and until the end of your next Kingdom turn, all Culture- and Economy‑based skill checks gain a +2 circumstance bonus. When a kingdom claims its first Landmark hex, it gains 40 kingdom <<XP as a milestone award|Kingdom-Turn#MilestoneXPAwards>>.",
            "id": "Landmark"
          },
          {
            "type": "paragraph",
            "content": "**Ranch** No Ranch hexes exist in the Stolen Lands at the start of Kingmaker; they must be created by the PCs via the <<Breed Livestock|Kingdom-Actions#BreedLivestock>> activity. Raising livestock in the real world is functionally a kind of agriculture, but in terms of a fantasy campaign with varied landscapes, there’s some reason to divide the two. <<Farmland|Kingdom-Rules#Farmland>> can be established in hills and plains, but fantasy <<settlements|Settlement-Rules>> can be in much less hospitable terrain. Each Ranch reduces your kingdom’s <<Consumption|Settlement-Rules#Consumption>> score by 1, provided the Ranch is in the area of <<influence|Settlement-Rules#Influence>> of one of its <<settlements|Settlement-Rules>> and that <<settlement|Settlement-Rules>> has a <<Stable|Settlement-Structures#Stable>>, <<Stockyard|Settlement-Structures#Stockyard>>, or <<Tannery|Settlement-Structures#Tannery>>. Kingdom events may destroy a Ranch, forcing it to be reestablished with a new <<Breed Livestock|Kingdom-Actions#BreedLivestock>> action.",
            "id": "Ranch"
          },
          {
            "type": "paragraph",
            "content": "**Refuge** A Refuge is a place where people can shelter in safety, such as a hidden valley, a cave system, an isle in the middle of a river, or similar naturally defensible location that can be used as a safe fallback point, storage location, or even a guard post or prison. At the GM’s option, creature lairs may function as potential Refuges when claimed, provided the creatures that dwell there are defeated or allied with. When you claim a Refuge hex, reduce one of the kingdom’s <<Ruins|Kingdom-Rules#Ruin>> by 1, and until the end of your next Kingdom turn, all Loyalty- and Stability-based skill checks gain a +2 circumstance bonus. When a kingdom claims its first Refuge hex, it gains 40 kingdom <<XP as a milestone award|Kingdom-Turn#MilestoneXPAwards>>.",
            "id": "Refuge"
          },
          {
            "type": "paragraph",
            "content": "**Resource** Any hex indicated as being a particularly dense or lucrative source of Lumber, Ore, or Stone makes for an excellent place to <<Establish a Work Site|Kingdom-Actions#EstablishWorkSite>>. If the PCs <<Establish a Work Site|Kingdom-Actions#EstablishWorkSite>> in such a hex that focuses on the appropriate type of <<Commodity|Kingdom-Rules#Commodities>> (as indicated in the encounter text), all <<Commodities|Kingdom-Rules#Commodities>> produced are doubled.",
            "id": "Resource"
          },
          {
            "type": "paragraph",
            "content": "**Ruin** Ruins in a hex consist of a partially destroyed <<structure|Settlement-Structures>>, often one that has been claimed by bandits, monsters, or other inhabitants. If you <<Claim|Kingdom-Actions#ClaimHex>> and <<Clear|Kingdom-Actions#ClearHex>> a hex with Ruins in it, you can thereafter use what remains of the Ruins as the basis of an appropriate type of <<Settlement|Settlement-Rules>> <<structure|Settlement-Structures>> (as indicated by the encounter text), reducing the cost of that <<structure|Settlement-Structures>> by half.",
            "id": "Ruins"
          },
          {
            "type": "paragraph",
            "content": "**Settlement** A Settlement can be a village, town, city, or metropolis; see the <<Settlement Rules|Settlement-Rules>> for full details.",
            "id": "Settlement"
          },
          {
            "type": "paragraph",
            "content": "**Structure** If the PCs <<Clear a hex|Kingdom-Actions#ClearHex>> that contains a <<Structure|Settlement-Structures>>, they can automatically add that <<structure|Settlement-Structures>> to a <<settlement|Settlement-Rules>> founded there, free of cost. Each specific hex encounter area in this Adventure Path notes any types of <<structure|Settlement-Structures>> it contains, as appropriate.",
            "id": "Structure"
          },
          {
            "type": "paragraph",
            "content": "**Work Site** A Work Site generates <<commodities|Kingdom-Rules#Commodities>> each Kingdom turn once you establish it via <<Establish Work Site|Kingdom-Actions#EstablishWorkSite>>. A Work Site established in a regular hex generates 1 Lumber, 1 Stone, or 1 Ore, depending on what type of site it is. Unlike most features, a Work Site can be constructed in a hex that already features a <<Resource|Kingdom-Rules#Resource>>, provided the Work Site is focused on harvesting that specific Resource. A <<Work Site|Kingdom-Rules#WorkSite>> established in a Resource hex doubles its <<Commodity|Kingdom-Rules#Commodities>> production to 2. Work Site <<Commodities|Kingdom-Rules#Commodities>> accumulate during the <<Upkeep phase|Kingdom-Turn#UpkeepPhase>> of a Kingdom turn. Some kingdom events can result in Work Sites being destroyed. When that happens, the hex loses its Work Site status; to restore it, you must successfully perform the <<Establish Work Site|Kingdom-Actions#EstablishWorkSite>> activity on the hex during a future Kingdom turn.",
            "id": "WorkSite"
          }
        ],
        "id": "TerrainFeatures"
      },
      {
        "type": "heading",
        "heading": "Fame and Infamy",
        "level": 2,
        "content": [
          {
            "type": "paragraph",
            "content": "Fame represents a positive perception of a kingdom—it’s seen as a place of culture, learning, peace, and honor—as well as reflecting its measure of success in diplomacy, trade, and battle. Infamy represents a negative perception of a kingdom—it’s perceived as treacherous, corrupt, prejudiced, ruthlessly warmongering, and villainous.",
            "id": "WorkSite"
          },
          {
            "type": "paragraph",
            "content": "Constructing certain improvements, taking certain actions in kingdom management or in the course of an adventuring campaign, and experiencing kingdom events can increase or decrease your Fame or Infamy. While these modifiers may be expressed as a + or -, adjustments to your Fame or Infamy are not bonuses or penalties. Rather, they add to or subtract from your current Fame or Infamy much like damage reduces your character’s hit points and healing increases them.",
            "id": "WorkSite"
          },
          {
            "type": "paragraph",
            "content": "**Starting Values** When you found a kingdom, it starts with Fame 1 and Infamy 0. Fame and Infamy cannot go below 0. Certain buildings (such as <<Arenas|Settlement-Structures#Arena>> and <<Castles|Settlement-Structures#Castle>>) increase Fame. Some events (such as Squatters or a Visiting Celebrity) can increase or reduce Fame or Infamy.",
            "id": "WorkSite"
          },
          {
            "type": "paragraph",
            "content": "**Level and Size Increases** Whenever your kingdom gains a level or its <<Size|Kingdom-Rules#KingdomPropertiesTable>> increases to 11, 26, 51, and 101, Fame increases by 1.",
            "id": "WorkSite"
          },
          {
            "type": "paragraph",
            "content": "**Improvement and Ruin Scores** Each time your <<ruin penalty|Kingdom-Rules#RuinPenalty>> increases from one of your <<Ruin Scores|Kingdom-Rules#Ruin>> reaching the <<Ruin Penalty|Kingdom-Rules#RuinPenalty>>, you gain 1 point of <<Infamy|Kingdom-Rules#FameAndInfamy>>. Each time your Arts, Community, Scholarship, or Statecraft Skill training increases or you become a master or legendary in any skill, you gain 1 point of Fame.",
            "id": "WorkSite"
          },
          {
            "type": "paragraph",
            "content": "**Effects of Fame and Infamy** Your kingdom’s Fame and Infamy affect relationships with other kingdoms and grants the following circumstance bonuses or penalties for every 10 points of Fame or Infamy (rounding down).",
            "id": "WorkSite"
          },
          {
            "type": "list",
            "content": [
              "*Fame* +1 on skill checks to <<Celebrate Holiday|Kingdom-Actions#CelebrateHoliday>>, <<Quell Unrest|Kingdom-Actions#QuellUnrest>>, or <<Request Foreign Aid|Kingdom-Actions#RequestForeignAid>>.",
              "*Infamy* +1 on Focus checks to <<Collect Taxes|Kingdom-Actions#CollectTaxes>>, but -1 on Skill checks to <<Rest and Relax|Kingdom-Actions#RestAndRelax>> or <<Request Foreign Aid|Kingdom-Actions#RequestForeignAid>>."
            ]
          },
          {
            "type": "paragraph",
            "content": "**Expending Fame and Infamy** You can expend Fame and Infamy points as a free action, though each action can taken only once per turn. Spent Fame is permanently lost. Spent Infamy is regained at the end of your turn and is increased by 1, and at the end of any turn in which you expend Infamy, you gain 1 point to a random <<Ruin|Kingdom-Rules#Ruin>> Score.\nYou can expend 2 points to reroll a Skill check. You must use the second result. In addition, if your kingdom is about to fall into <<Anarchy|Kingdom-Turn#Anarchy>> or increase your <<Ruin Penalty|Kingdom-Rules#RuinPenalty>>, you can spend 3 points reduce <<Unrest|Kingdom-Rules#Unrest>> or your <<Ruin Score|Kingdom-Rules#Ruin>> to 1 point below the value where <<anarchy|Kingdom-Turn#Anarchy>> or attribute loss would occur.",
            "id": "WorkSite"
          }
        ],
        "id": "FameAndInfamy"
      }
    ],
    "id": "KingdomProperties"
  }
]