[
  {
    "type": "heading",
    "heading": "Kingdom Actions",
    "level": 1,
    "content": [
      {
        "type": "heading",
        "heading": "Upkeep Phase",
        "level": 2,
        "content": [
          {
            "type": "item",
            "heading": "New Leadership",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "You announce the promotion of a character into a leadership role, whether they’re a newly appointed leader or just shifting from one leadership role to another."
              },
              {
                "type": "paragraph",
                "content": "You normally perform this activity at the start of a Kingdom turn, but if unexpected events (such as the death of the character) remove a leader from a leadership role, you may immediately use the New Leadership activity to attempt to assign a new leader to that role, even outside of a Kingdom turn (applying the vacancy penalty for that role as appropriate). Attempt a basic Intrigue, Politics, Statecraft, or Warfare skill check—while any of these skills can be used, each skill is particularly suited to assigning two specific leadership roles."
              },
              {
                "type": "list",
                "content": [
                  "Intrigue: Grants a +2 circumstance bonus to checks to assign Emissaries and Treasurers.",
                  "Politics: Grants a +2 circumstance bonus to checks to assign Counselors and Rulers.",
                  "Statecraft: Grants a +2 circumstance bonus to checks to assign Magisters and Viceroys.",
                  "Warfare: Grants a +2 circumstance bonus to checks to assign Generals and Wardens."
                ]
              },
              {
                "type": "paragraph",
                "content": "Rulers are particularly difficult to assign; when you take this activity to assign a new Ruler, you take a –4 circumstance penalty to the skill check, and unless you achieve a critical success, you gain 1 additional Unrest."
              },
              {
                "type": "paragraph",
                "content": "Whether or not you are simultaneously assigning a leader, you may also use this activity to attempt to reselect the four leadership roles that you have invested. Any result other than a critical failure allows this."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** The people love the new leader. The leader immediately provides the benefits tied to occupying the new role and gains a +1 circumstance bonus to all Kingdom skill checks they attempt before the end of the next Kingdom turn."
              },
              {
                "type": "paragraph",
                "content": "**Success** The people accept the new leader. The leader immediately provides the benefits tied to occupying the new role."
              },
              {
                "type": "paragraph",
                "content": "**Failure** The people are unsure about the new leader. The leader takes a –1 circumstance penalty to all checks they attempt as part of their activities during the Activity phase of each Kingdom turn. At the end of the next Kingdom turn, the leader can attempt any Loyalty‑based basic skill check to ingratiate themselves with the populace. The leader may attempt this check at the end of each Kingdom turn until they succeed. Success removes this penalty, but a critical failure results in the development detailed in Critical Failure below."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** The people reject the new leader. The leadership role is treated as vacant and you must attempt to reassign it using the New Leadership activity at the start of the next Kingdom turn. Unrest increases by 1."
              }
            ],
            "id": "NewLeadership"
          }
        ],
        "id": "UpkeepPhase"
      },
      {
        "type": "heading",
        "heading": "Commerce Phase",
        "level": 2,
        "content": [
          {
            "type": "item",
            "heading": "Collect Taxes (Trade, Trained)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "Tax collectors travel through the lands to collect funds for the betterment of the kingdom. Attempt a basic check."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** Your tax collectors are wildly successful! For the remainder of the Kingdom turn, gain a +2 circumstance bonus to Economy-based checks."
              },
              {
                "type": "paragraph",
                "content": "**Success** Your tax collectors gather enough to grant you a +1 circumstance bonus to Economy-based checks for the remainder of the Kingdom turn. If you attempted to Collect Taxes during the previous turn, increase Unrest by 1."
              },
              {
                "type": "paragraph",
                "content": "**Failure** As success, but the people are unhappy about taxes—increase Unrest by 1 (or by 2 if you attempted to Collect Taxes the previous turn)."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** Your tax collectors encounter resistance from the citizens and their attempts to gather taxes are rebuffed. While the tax collectors still manage to gather enough taxes to support essential government needs, they have angered the kingdom’s citizens and encouraged rebellious acts. Increase Unrest by 2, and choose one Ruin to increase by 1."
              }
            ],
            "id": "CollectTaxes"
          },
          {
            "type": "item",
            "heading": "Manage Trade Agreements (Trade)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "You send agents out to attend to established trade agreements. Spend 2 RP per Trade Agreement you wish to manage. Then attempt a basic check. If you Managed Trade Agreements on the previous turn, increase this DC by 5."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** At the start of your next Kingdom turn, you gain 1 bonus Resource Die per trade agreement, and 1 Commodity of your choice per trade agreement (no more than half of these Commodities may be Luxuries)."
              },
              {
                "type": "paragraph",
                "content": "**Success** As critical success, but you must choose between gaining Resource Dice or Commodities."
              },
              {
                "type": "paragraph",
                "content": "**Failure** You gain 1 RP per trade agreement at the start of your next turn."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** You gain no benefit, as your traders and merchants met with bad luck on the road. You can’t Manage Trade Agreements for 1 Kingdom turn."
              }
            ],
            "id": "ManageTradeAgreements"
          },
          {
            "type": "item",
            "heading": "Tap Treasury (Statecraft)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "You tap into the cash reserves of your kingdom for the PCs’ personal use or to provide emergency funding for an event. This is a basic check, but after you succeed or critically succeed at this activity, all future attempts to Tap Treasury have their results worsened two degrees. This penalty persists until funds equal to those taken from the treasury are repaid via Capital Investment (page 529)."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** You withdraw funds equal to the Currency per Additional PC column on Table 10–9: Party Treasure By Level on page 509 of the Pathfinder Core Rulebook (using your kingdom’s level to set the amount), or you successfully fund the unexpected event that required you to Tap your Treasury."
              },
              {
                "type": "paragraph",
                "content": "**Success** As critical success, but you overdraw your treasury in the attempt. You take a –1 circumstance penalty to all Economy-based checks until the end of your next Kingdom turn."
              },
              {
                "type": "paragraph",
                "content": "**Failure** You fail to secure the funds you need, and rumors about the kingdom’s potential shortfall of cash cause you to take a –1 circumstance penalty to all Loyaltyand Economy-based checks until the end of your next Kingdom turn."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** As failure, but the rumors spiral out of control. Increase Unrest by 1 and add 1 to a Ruin of your choice."
              }
            ],
            "id": "TapTreasury"
          },
          {
            "type": "item",
            "heading": "Trade Commodities (Industry)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "There are five different categories of Commodities: Food, Lumber, Luxuries, Ore, and Stone. When you Trade Commodities, select one Commodity that your kingdom currently stockpiles and reduce that Commodity’s stockpile by up to 4. Then attempt a basic check. If you trade with a group that you’ve established diplomatic relations with, you gain a +1 circumstance bonus to the check."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** At the beginning of the next Kingdom turn, you gain 2 bonus Resource Dice per point of stockpile expended from your Commodity now."
              },
              {
                "type": "paragraph",
                "content": "**Success** At the beginning of your next Kingdom turn, you gain 1 bonus Resource Die per point of stockpile expended from your Commodity now."
              },
              {
                "type": "paragraph",
                "content": "**Failure** You gain 1 bonus Resource Die at the beginning of your next Kingdom turn."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** You gain no bonus Resource Dice (though the Commodity remains depleted). If you Traded Commodities the previous turn, gain 1 Unrest."
              }
            ],
            "id": "TradeCommodities"
          }
        ],
        "id": "CommercePhase"
      },
      {
        "type": "heading",
        "heading": "Leadership Phase",
        "level": 2,
        "content": [
          {
            "type": "item",
            "heading": "Capital Investment (Trade)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "**Requirement** You must be in the Capital or in the influence of a settlement containing at least a Bank"
              },
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "You contribute funds from your personal wealth for the good of the kingdom, including coinage, gems, jewelry, weapons and armor salvaged from enemies, magical or alchemical items, and so on. Your contribution generates economic activity in the form of RP that can be used during your current Kingdom turn or on the next Kingdom turn (your choice)."
              },
              {
                "type": "paragraph",
                "content": "You can use Capital Investment to repay funds from Tap Treasury (page 528). In this case, no roll is needed and you simply deduct the appropriate amount of funds from your personal wealth to pay back that which was borrowed. When you use Capital Investment to generate RP, the amount of gp required to make an investment is set by your kingdom’s level. Investments below this amount cause your attempt at Capital Investment to suffer an automatic critical failure, while investments above this amount are lost. The investment required is equal to the value listed on Table 10–9: Party Treasure by Level in the Pathfinder Core Rulebook (page 509); use the value for your kingdom’s level under the “Currency per Additional PC” as the required investment value. This is a basic check."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** Your kingdom reaps the benefits of your investment. Immediately roll 4 Resource Dice. Gain RP equal to the result."
              },
              {
                "type": "paragraph",
                "content": "**Success** Your investment helps the economy. Immediately roll 2 Resource Dice. Gain RP equal to the result."
              },
              {
                "type": "paragraph",
                "content": "**Failure** Your investment ends up being used to shore up shortfalls elsewhere. Gain 1d4 RP."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** Your investment is embezzled, lost, or otherwise misappropriated. Choose one of the following: either roll 1 Resource Die and gain RP equal to the result and also increase your Crime by an equal amount, or gain 0 RP and increase Crime by 1."
              }
            ],
            "id": "CapitalInvestment"
          },
          {
            "type": "item",
            "heading": "Celebrate Holiday (Folklore)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "You declare a day of celebration. Holidays may be religious, historical, martial, or simply festive, but all relieve your citizens from their labors and give them a chance to make merry at the kingdom’s expense. Attempt a basic check, but if your kingdom Celebrated a Holiday the previous turn, the DC increases by 4, as your kingdom hasn’t had a chance to recover from the previous gala."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** Your holidays are a delight to your people. The event is expensive, but incidental income from the celebrants covers the cost. You gain a +2 circumstance bonus to Loyalty-based checks until the end of your next Kingdom turn."
              },
              {
                "type": "paragraph",
                "content": "**Success** Your holidays are a success, but they’re also expensive. You gain a +1 circumstance bonus to Loyalty-based checks until the end of your next Kingdom turn. Immediately roll 1 Resource Die and spend RP equal to the result. If you can’t afford this cost, treat this result as a Critical Failure instead."
              },
              {
                "type": "paragraph",
                "content": "**Failure** The holiday passes with little enthusiasm, but is still expensive. Immediately roll 1 Resource Die and spend RP equal to the result. If you can’t afford this cost, treat this result as a Critical Failure instead."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** Your festival days are poorly organized, and the citizens actively mock your failed attempt to celebrate. During the next turn, reduce your Resource Dice total by 4. The failure also causes you to take a –1 circumstance penalty to Loyalty-based checks until the end of the next Kingdom turn."
              }
            ],
            "id": "CelebrateHoliday"
          },
          {
            "type": "item",
            "heading": "Clandestine Business (Intrigue, Trained)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "You know there are criminals in your kingdom, and they know you know. You encourage them to send kickbacks in the form of resources and Commodities to the government, but the common citizens will be more than upset if they find out! This starts as a basic check against your Control DC, but every subsequent Kingdom turn you pursue Clandestine Business, the DC increases by 2. Every Kingdom turn that passes without Clandestine Business reduces the DC by 1 (until you reach your Control DC)."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** Immediately roll 2 Resource Dice. Gain RP equal to the result. In addition, you gain 1d4 Luxury Commodities. The public is none the wiser."
              },
              {
                "type": "paragraph",
                "content": "**Success** Either immediately roll 2 Resource Dice and gain RP equal to the result, or gain 1d4 Luxury Commodities. Regardless of your choice, rumors spread about where the government is getting these “gifts.” Increase Unrest by 1."
              },
              {
                "type": "paragraph",
                "content": "**Failure** Immediately roll 1 Resource Die and gain RP equal to the result. Rumors are backed up with eyewitness accounts. Increase Unrest by 1 and Corruption by 1."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** You gain nothing from the Clandestine Business but angry citizens. Increase Unrest by 1d6, Corruption by 2, and one other Ruin of your choice by 1."
              }
            ],
            "id": "ClandestineBusiness"
          },
          {
            "type": "item",
            "heading": "Craft Luxuries (Arts)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "You encourage your artisans to craft luxury goods and may even aid them in this pursuit. Roll 1 Resource Die and spend RP equal to the result. Then attempt a basic check."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** Your artisans exceed expectations and craft extravagant goods. Gain 1d4 Luxury Commodities."
              },
              {
                "type": "paragraph",
                "content": "**Success** Your artisans produce some delightful goods. Gain 1 Luxury Commodity."
              },
              {
                "type": "paragraph",
                "content": "**Failure** Your artisans fail to produce anything noteworthy."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** Your artisans not only fail to produce anything noteworthy, but some took advantage of the opportunity to push their own agendas or earn more for themselves by selling to underground markets. Increase one of your Ruins by 1."
              }
            ],
            "id": "CraftLuxuries"
          },
          {
            "type": "item",
            "heading": "Create A Masterpiece (Arts, Trained)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "You encourage your kingdom’s artists to create and display a masterful work of art to bolster your kingdom’s reputation. Attempt a basic check; the result affects either Fame or Infamy (depending on the type of kingdom you’re running). Create a Masterpiece may be attempted only once per Kingdom turn regardless of the number of leaders pursuing activities."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** Gain 1 Fame or Infamy point immediately, and at the start of your next Kingdom turn, gain 1 additional Fame or Infamy point. Immediately roll 2 Resource Dice. Gain RP equal to the result."
              },
              {
                "type": "paragraph",
                "content": "**Success** Gain 1 Fame or Infamy point immediately."
              },
              {
                "type": "paragraph",
                "content": "**Failure** Your attempt to create a masterpiece fails."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** Not only does your attempt to create a masterpiece fail, it does so in a dramatic and humiliating way. Lose 1 Fame or Infamy point; if you have no Fame or Infamy points to lose, instead gain 1d4 Unrest."
              }
            ],
            "id": "CreateAMasterpiece"
          },
          {
            "type": "item",
            "heading": "Creative Solution (Scholarship)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "You work with your kingdom’s scholars, thinkers, and practitioners of magical and mundane experimentation to come up with new ways to resolve issues when business as usual is just not working. Attempt a basic check."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** You can call upon the solution to aid in resolving any Kingdom skill check made during the remainder of this Kingdom turn. Do so when a Kingdom skill check is rolled, but before you learn the result. Immediately reroll that check with a +2 circumstance bonus; you must take the new result. If you don’t use your Creative Solution by the end of this turn, you lose this benefit and gain 10 kingdom XP instead."
              },
              {
                "type": "paragraph",
                "content": "**Success** As critical success, but the Creative Solution costs the kingdom 1d4 RP to research. This cost is paid now, whether or not you use your Creative Solution."
              },
              {
                "type": "paragraph",
                "content": "**Failure** Your attempt at researching a Creative Solution costs the kingdom 2d6 RP but is ultimately a failure. It provides no advantage."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** As failure, but your scholars and thinkers are so frustrated that you take a –1 circumstance penalty to Culture-based checks until the end of the next Kingdom turn."
              },
              {
                "type": "paragraph",
                "content": "**Special** You cannot influence a check with Supernatural Solution and Creative Solution simultaneously."
              }
            ],
            "id": "CreativeSolution"
          },
          {
            "type": "item",
            "heading": "Establish Trade Agreement",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "**Requirement** You have diplomatic relations (page 534) with the group you wish to establish an agreement with."
              },
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "You send a band of merchants out to establish a trade agreement between your kingdom and a group with whom you’ve established diplomatic relations. If a navigable river connects your kingdom with the other group’s territory, you can attempt a Boating check to Establish the Trade Agreement. If your kingdom’s proficiency rank in Magic is Master or higher, you can attempt a Magic check. Otherwise, attempt a Trade check."
              },
              {
                "type": "paragraph",
                "content": "The check’s DC is either the group’s Negotiation DC (see sidebar) or your kingdom’s Control DC, whichever is higher."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** You successfully establish a trade agreement with your target, and your merchants return with gifts! Immediately roll 2 Resource Dice, then gain RP equal to the result of roll."
              },
              {
                "type": "paragraph",
                "content": "**Success** You successfully establish a trade agreement."
              },
              {
                "type": "paragraph",
                "content": "**Failure** Your traders reach their destination but need to sweeten the deal to secure the trade agreement. Immediately roll 2 Resource Dice, and then spend RP equal to the result of this roll. If you do so, you successfully establish a trade agreement, otherwise the attempt fails."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** Your trade agreement is a total loss and your traders do not return. Gain 1 Unrest, and until the end of the next Kingdom turn, take a –1 circumstance penalty to all Economy-related checks."
              }
            ],
            "id": "EstablishTradeAgreement"
          },
          {
            "type": "item",
            "heading": "Focused Attention",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "You set aside time to focus attention on aiding another leader in an activity. Choose another leader and a Kingdom skill, then attempt a DC 20 check using the chosen skill. On a success, you grant that leader a +2 circumstance bonus to one kingdom check using that skill, provided that leader attempts the skill check during the same Kingdom turn."
              },
              {
                "type": "paragraph",
                "content": "The Cooperative Leadership Kingdom feat (page 531) increases the efficiency of this activity."
              }
            ],
            "id": "FocusedAttention"
          },
          {
            "type": "item",
            "heading": "Improve Lifestyle (Politics)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "Attempt a basic check to draw upon your kingdom’s treasury to enhance the quality of life for your citizens. This activity can be taken only during the Commerce phase of a Kingdom turn (page 538)."
              },
              {
                "type": "paragraph",
                "content": "<p class=\"hang\" style=\"text-align-last: justify\">**Critical Success** Your push to Improve Lifestyles affords your citizens significant free time to pursue recreational activities. For the remainder of the Kingdom turn, you gain a +2 circumstance bonus to Culture-based checks."
              },
              {
                "type": "paragraph",
                "content": "**Success** Your push to Improve Lifestyles helps your citizens enjoy life. For the remainder of the Kingdom turn, you gain a +1 circumstance bonus to Culture‑based checks."
              },
              {
                "type": "paragraph",
                "content": "**Failure** As success, but you’ve strained your treasury. Take a –1 circumstance penalty to Economy-based checks for the remainder of this Kingdom turn."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** Your attempt to Improve Lifestyles backfires horribly as criminal elements in your kingdom abuse your generosity. You take a –1 circumstance penalty to Economy-based checks for the remainder of the Kingdom turn, gain 1 Unrest, and add 1 to a Ruin of your choice."
              }
            ],
            "id": "ImproveLifestyle"
          },
          {
            "type": "item",
            "heading": "Hire Adventurers (Economy)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "While the PCs can strike out themselves to deal with ongoing events, it’s often more efficient to Hire Adventurers. When you Hire Adventurers to help end an ongoing event, the DC is equal to your Control DC adjusted by the event’s level modifier. Roll 1 Resource Die and spend RP equal to the result each time you attempt this activity."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** You end the continuous event."
              },
              {
                "type": "paragraph",
                "content": "**Success** The continuous event doesn’t end, but you gain a +2 circumstance bonus to resolve the event during the next Event phase."
              },
              {
                "type": "paragraph",
                "content": "**Failure** You fail to end the continuous event. If you try to end the continuous event again, the cost in RP increases to 2 Resource Dice."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** As failure, but word spreads quickly through the region—you can no longer attempt to end this continuous event by Hiring Adventurers."
              }
            ],
            "id": "HireAdventurers"
          },
          {
            "type": "item",
            "heading": "Infiltration (Intrigue)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "You send spies out to gather intelligence on a neighboring nation, a cult or thieves’ guild within your borders, an unclaimed Freehold, or even an unexplored adventure site. Alternately, you can simply send your spies out to investigate the current health of your kingdom. Attempt a basic check."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** You learn something valuable or helpful. If you were infiltrating a specific target, the GM decides what is learned, but the information is exact and precise. For example, if you were infiltrating an unexplored ruin, you might learn that the site is infested with web lurkers and spider swarms. If you were investigating your kingdom’s health, your spies reveal easy methods to address citizen dissatisfaction, allowing you to choose one of the following: reduce Unrest by 1d4 or reduce a Ruin of your choice by 1."
              },
              {
                "type": "paragraph",
                "content": "**Success** You learn something helpful about the target, but the information is vague and imprecise. For example, if you were infiltrating the same ruin mentioned in the critical success above, you might learn that some sort of aberration uses the ruins as its lair. If you were investigating your kingdom’s health, your spies learn enough that you can take action. Reduce your kingdom’s Unrest by 1."
              },
              {
                "type": "paragraph",
                "content": "**Failure** Your spies fail to learn anything of import, but they are not themselves compromised."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** You never hear from your spies again, but someone certainly does! You take a –2 circumstance penalty on all kingdom checks until the end of the next Kingdom turn as counter-infiltration from an unknown enemy tampers with your kingdom’s inner workings."
              }
            ],
            "id": "Infiltration"
          },
          {
            "type": "item",
            "heading": "Pledge Of Fealty (Trained)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "When your representatives encounter freeholders, refugees, independent groups, or other bands of individuals gathered in the wilderness who aren’t already part of a nation, you can offer them a place in your kingdom, granting them the benefits of protection, security, and prosperity in exchange for their fealty. The benefits granted to your kingdom can vary wildly, but often manifest as one-time boons to your commodities or unique bonuses against certain types of events. The adventure text in this campaign offers numerous examples of groups who could accept a Pledge of Fealty. You can attempt this skill check with Intrigue, Statecraft, or Warfare; however, certain groups will respond better (or worse) to specific skills. The DC is the group’s Negotiation DC (see the sidebar on page 519)."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** The group becomes part of your kingdom, granting the specific boon or advantage listed in that group’s entry. If you haven’t already claimed the hex in which the group dwells, you immediately do so, gaining 10 kingdom XP and increasing your kingdom’s Size by 1 (this affects all statistics determined by Size; see page 532). If the hex doesn’t share a border with your kingdom, it becomes a secondary territory and checks involving this location take a Control penalty."
              },
              {
                "type": "paragraph",
                "content": "**Success** As success, but you don’t claim the hex the group is in. Immediately roll 1 Resource Die. You must spend RP equal to the result to integrate the group into your kingdom."
              },
              {
                "type": "paragraph",
                "content": "**Failure** The group refuses to pledge to you at this time. You can attempt to get them to Pledge Fealty next turn. Increase Unrest by 1."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** The group refuses to pledge to you— furthermore, it will never Pledge Fealty to your kingdom, barring significant in-play changes or actions by the PCs (subject to the GM’s approval). The group’s potentially violent rebuff of your offer increases Unrest by 2 and increases a Ruin of your choice by 1."
              }
            ],
            "id": "PledgeOfFealty"
          },
          {
            "type": "item",
            "heading": "Prognostication (Magic, Trained)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "Your kingdom’s spellcasters read the omens and provide advice on how best to prepare for near-future events. Attempt a basic check."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** If you have a random kingdom event this turn, roll twice to determine the event that takes place. The players choose which of the two results occurs, and the kingdom gains a +2 circumstance bonus to the check to resolve the event."
              },
              {
                "type": "paragraph",
                "content": "**Success** Gain a +1 circumstance bonus to checks made to resolve random kingdom events this turn."
              },
              {
                "type": "paragraph",
                "content": "**Failure** Your spellcasters divine no aid."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** Your spellcasters provide inaccurate readings of the future. You automatically have a random kingdom event this turn. Roll twice to determine the event that takes place; the GM decides which of the two results occurs."
              }
            ],
            "id": "Prognostication"
          },
          {
            "type": "item",
            "heading": "Provide Care (Defense)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "Attempt a basic check to organize and encourage your settlements’ healers, apothecaries, medics, and other caregivers to provide care and support for citizens in need."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** You provide unexpectedly compassionate support for the people. Reduce Unrest by 1 and reduce one Ruin of your choice by 1."
              },
              {
                "type": "paragraph",
                "content": "**Success** Your care soothes the worries and fears of the populace; reduce Unrest by 1."
              },
              {
                "type": "paragraph",
                "content": "**Failure** You don’t provide any notable care for the citizens, but at least you don’t make things worse."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** Your attempt to provide care backfires. Increase your Unrest or a Ruin of your choice by 1."
              }
            ],
            "id": "ProvideCare"
          },
          {
            "type": "item",
            "heading": "Purchase Commodities (Trade)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "You can spend RP to Purchase Commodities, but doing so is more expensive than gathering them or relying upon trade agreements. When you Purchase Commodities, select the Commodity you wish to purchase (Food, Lumber, Luxuries, Ore, or Stone). Expend 8 RP if you’re purchasing Luxuries or 4 RP if you’re purchasing any other Commodity. Then attempt a basic check."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** You immediately gain 4 Commodities of the chosen type and 2 Commodities of any other type (except Luxuries)."
              },
              {
                "type": "paragraph",
                "content": "**Success** You gain 2 Commodities of the chosen type."
              },
              {
                "type": "paragraph",
                "content": "**Failure** You gain 1 Commodity of the chosen type."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** You gain no Commodities."
              }
            ],
            "id": "PurchaseCommodities"
          },
          {
            "type": "item",
            "heading": "Quell Unrest",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "You send your agents among the citizenry with the charge of suppressing dissent and calming unrest. You can attempt a basic Arts, Folklore, Intrigue, Magic, Politics, or Warfare check to Quell Unrest, but you can never use the same skill for this activity in consecutive Kingdom turns. This activity cannot be attempted more than once per Kingdom turn."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** Reduce Unrest by 1d6."
              },
              {
                "type": "paragraph",
                "content": "**Success** Reduce Unrest by 1."
              },
              {
                "type": "paragraph",
                "content": "**Failure** You fail to reduce Unrest."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** You not only fail to reduce Unrest, but actually incite further anger among the citizenry. Choose one of the following: increase Unrest by 1d4 or increase two Ruins of your choice by 1."
              }
            ],
            "id": "QuellUnrest"
          },
          {
            "type": "item",
            "heading": "Relocate Capital (Industry, Trained)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "**Requirement** One of your settlements that is not your current capital must contain a Castle, Palace, or Town Hall. All leaders must spend all of their leadership activities during the Activity phase of a Kingdom turn on this activity."
              },
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "The kingdom leaders announce that they are uprooting the seat of government from its current home and reestablishing it in another settlement. Attempt a check with a DC equal to the kingdom’s Control DC + 5. You cannot Relocate your Capital again for at least 3 Kingdom turns."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** The move goes off splendidly, with people excited about the new capital and celebrating the leadership’s wisdom."
              },
              {
                "type": "paragraph",
                "content": "**Success** The move goes smoothly and with minimal disruption, but some folks are upset or homesick. Increase Unrest by 1."
              },
              {
                "type": "paragraph",
                "content": "**Failure** The move causes unhappiness. Gain 1 Unrest and increase two Ruins of your choice by 1."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** The people reject the idea of the new capital and demand you move it back. The move is unsuccessful, and your capital remains unchanged. Gain 1d4 Unrest. Increase three Ruins of your choice by 1 and the fourth Ruin by 3."
              }
            ],
            "id": "RelocateCapital"
          },
          {
            "type": "item",
            "heading": "Repair Reputation (Trained)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "When things have gotten out of hand in the kingdom and the nation’s reputation has become damaged, you can focus efforts on a campaign to reassure the citizens and bring them closer together, stamp down crime, organize repairs and maintenance of public structures, or strive to adjust poor public opinions."
              },
              {
                "type": "paragraph",
                "content": "The skill used to Repair Reputation depends on which Ruin total you wish to reduce. If you wish to reduce your Corruption, you attempt an Arts check. If you wish to reduce your Crime, you attempt a Trade check. If you wish to reduce your Decay, you attempt an Engineering check. If you wish to reduce your Strife, you attempt an Intrigue check. In all cases, the DC is your Control DC + 2."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** You reduce the targeted Ruin by 2 and reduce its current ruin penalty by 1 to a minimum of 0."
              },
              {
                "type": "paragraph",
                "content": "**Success** You reduce the targeted Ruin by 1."
              },
              {
                "type": "paragraph",
                "content": "**Failure** You fail to reduce the targeted Ruin. You cannot attempt to Repair Reputation on this Ruin for 1 Kingdom turn."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** You fail to reduce the targeted Ruin in a particularly public and embarrassing way. Increase Unrest by 1d4, and you cannot attempt to Repair Reputation for 3 Kingdom turns."
              }
            ],
            "id": "RepairReputation"
          },
          {
            "type": "item",
            "heading": "Request Foreign Aid (Statecraft, Trained)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "**Requirement** You have diplomatic relations with the group you are requesting aid from."
              },
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "When disaster strikes, you send out a call for help to another nation with whom you have diplomatic relations. The DC of this check is equal to the other group’s Negotiation DC +2 (see the sidebar on page 519)."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** Your ally’s aid grants a +4 circumstance bonus to any one Kingdom skill check attempted during the remainder of this Kingdom turn. You can choose to apply this bonus to any Kingdom skill check after the die is rolled, but must do so before the result is known. In addition, immediately roll 2 Resource Dice and gain RP equal to the result; this RP does not accrue into XP at the end of the turn if you don’t spend it."
              },
              {
                "type": "paragraph",
                "content": "**Success** As success, but choose the benefit given by the aid: either roll 1 Resource Die and gain RP equal to the result or gain a +2 circumstance bonus to a check."
              },
              {
                "type": "paragraph",
                "content": "**Failure** Your ally marshals its resources but cannot get aid to you in time to deal with your current situation. At the start of your next Kingdom turn, gain 1d4 RP."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** Your ally is tangled up in its own problems and is unable to assist you, is insulted by your request for aid, or might even have an interest in seeing your kingdom struggle against one of your ongoing events. Whatever the case, your pleas for aid make your kingdom look desperate. You gain no aid, but you do increase Unrest by 1d4."
              }
            ],
            "id": "RequestForeignAid"
          },
          {
            "type": "item",
            "heading": "Rest And Relax",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "Working non-stop can burn out even the most devoted and dedicated individual. As such, it’s important to take time for yourself, and thus set a good example for the nation."
              },
              {
                "type": "paragraph",
                "content": "You take time to relax, and you extend the chance to unwind to your citizens as well. The Kingdom skill you use to determine the effectiveness of your time off depends on how you want to spend it: Use a basic Arts check to spend the time engaged in entertainment or the pursuit of a hobby. Use a basic Boating check to enjoy trips on the lakes and rivers of your kingdom. Use a basic Scholarship check to spend the time reading or studying a topic of personal interest beyond your daily duties. Use a basic Trade check to spend your time shopping or feasting. Use a basic Wilderness check to get away from the bustle and relax in the countryside. If your kingdom Rested and Relaxed the previous Kingdom turn, the DC increases by 4, as your kingdom’s production and output hasn’t had a chance to catch up to all those vacation days."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** The citizens enjoy the time off and are ready to get back to work. Reduce Unrest by 1, and the next Leadership activity you take gains a +2 circumstance bonus."
              },
              {
                "type": "paragraph",
                "content": "**Success** The time spent relaxing has calmed nerves; reduce Unrest by 1."
              },
              {
                "type": "paragraph",
                "content": "**Failure** The rest is welcome, but not particularly beneficial in the long term."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** The time is wasted, and when you get back to work, you have to spend extra time catching up. Take a –2 circumstance penalty to your next skill check made as a Leadership activity."
              }
            ],
            "id": "RestAndRelax"
          },
          {
            "type": "item",
            "heading": "Send Diplomatic Envoy (Statecraft, Trained)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "You send emissaries to another group to foster positive relations and communication. The DC of this check is the group’s Negotiation DC (see the sidebar on page 519). Attempts to Send a Diplomatic Envoy to a nation with which your kingdom is at war take a –4 circumstance penalty to the check and have the result worsened one degree. At the GM’s option, some wars might be so heated that this activity has no chance of success."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** Your envoys are received quite warmly and make a good first impression. You establish diplomatic relations with the group (see page 534 for more information) and gain a +2 circumstance bonus to all checks made with that group until the next Kingdom turn."
              },
              {
                "type": "paragraph",
                "content": "**Success** You establish diplomatic relations."
              },
              {
                "type": "paragraph",
                "content": "**Failure** Your envoys are received, but the target organization isn’t ready to engage in diplomatic relations. If you attempt to Send a Diplomatic Envoy to the group next Kingdom turn, you gain a +2 circumstance bonus to that check."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** Disaster! Your envoy fails to reach their destination, is turned back at the border, or is taken prisoner or executed, at the GM’s discretion. The repercussions on your kingdom’s morale and reputation are significant. Choose one of the following results: gain 1d4 Unrest, add 1 to a Ruin of your choice, or immediately roll 2 Resource Dice and spend RP equal to the result. In any event, you cannot attempt to Send a Diplomatic Envoy to this same target for the next 3 Kingdom turns. The first time your kingdom succeeds at establishing diplomatic relations in the campaign, gain 60 kingdom XP as a milestone award (page 538)."
              }
            ],
            "id": "SendDiplomaticEnvoy"
          },
          {
            "type": "item",
            "heading": "Supernatural Solution (Magic)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "Your spellcasters try to resolve issues when mundane solutions just aren’t enough. Attempt a basic check."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** You can call upon your spellcasters’ supernatural solution to aid in resolving any Kingdom skill check made during the remainder of this Kingdom turn. Do so just before a Kingdom skill check is rolled (by yourself or any other PC). Attempt a Magic check against the same DC in addition to the Kingdom skill check, and take whichever of the two results you prefer. If you don’t use your Supernatural Solution by the end of this Kingdom turn, this benefit ends and you gain 10 kingdom XP instead."
              },
              {
                "type": "paragraph",
                "content": "**Success** As critical success, but the solution costs the kingdom 1d4 RP to research. This cost is paid now, whether or not you use your supernatural solution. **Failure** Your attempt at researching a supernatural solution costs the kingdom 2d6 RP, but is ultimately a failure, providing no advantage."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** As failure, but your spellcasters’ resources and morale are impacted such that you cannot attempt a Supernatural Solution again for 2 Kingdom turns. **Special** You cannot influence a check with Supernatural Solution and Creative Solution simultaneously."
              }
            ],
            "id": "SupernaturalSolution"
          },
          {
            "type": "item",
            "heading": "Take Charge (Trained)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "You spend some time getting directly involved in helping your kingdom. Choose a skill that your Kingdom is at least Trained in, then attempt a basic check. You can never use the same skill for this activity twice in the same Kingdom turn."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** Gain 1 RP. In addition you get a +1 Circumstance Bonus to the next Check you make this turn with the chosen skill."
              },
              {
                "type": "paragraph",
                "content": "**Success** Gain 1 RP"
              },
              {
                "type": "paragraph",
                "content": "**Failure** You fail to generate RP."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** You take a -1 Circumstance Penalty to the next Check you make this turn with the chosen skill."
              }
            ],
            "id": "TakeCharge"
          }
        ],
        "id": "LeadershipPhase"
      },
      {
        "type": "heading",
        "heading": "Region Phase",
        "level": 2,
        "content": [
          {
            "type": "item",
            "heading": "Abandon Hex",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "**Requirements** The hex to be abandoned must be controlled."
              },
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "After careful consideration, you decide that you would rather not hold onto a particular hex as part of your claimed territory. You renounce your claim to it and pull back any settlers or explorers. Attempt a basic Exploration or Wilderness check. You can abandon more than one hex at a time, but each additional hex you abandon increases the DC of this check by 1."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** You abandon the hex or hexes, decreasing your kingdom’s Size by 1 per hex abandoned (this affects all statistics determined by Size; see page 532). Settlers and explorers return and resettle elsewhere in your kingdom, bringing with them bits of salvage from the abandoned hexes. Gain 1 RP per abandoned hex."
              },
              {
                "type": "paragraph",
                "content": "**Success** As critical success, but you gain no RP and increase Unrest by 1."
              },
              {
                "type": "paragraph",
                "content": "**Failure** You abandon the hex or hexes, decreasing your kingdom’s Size by 1 per hex abandoned (this affects all statistics determined by Size; see page 532). Some citizens become disgruntled refugees who refuse to leave the hex. Increase Unrest by 2 and then attempt a DC 6 flat check. If you fail, the refugees become bandits, and during your next Event phase, your kingdom experiences a Squatters kingdom event automatically in addition to any other event that might occur."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** As failure, but increase Unrest by 3 and automatically experience a Bandit Activity kingdom event instead of a Squatters event."
              },
              {
                "type": "paragraph",
                "content": "**Special** The Unrest gained from abandoning a hex doubles if it includes a settlement. A settlement in an abandoned hex becomes a Freehold."
              }
            ],
            "id": "AbandonHex"
          },
          {
            "type": "item",
            "heading": "Breed Livestock (Wilderness, Trained)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "**Requirement** The hex's terrain must be hills or plains."
              },
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "You collect breeding stock from the local wildlife and common herd animals for use as food, mounts, beasts of burden, hides, and other animal byproducts. Spend 2 RP."
              },
              {
                "type": "paragraph",
                "content": "**Note** This action allows you to create Ranches. Otherwise, except as noted above, this action functions identically to Establish Farmland. A critical failure may result in a Crop Failure event that blights or infests your herds rather than your fields, but resolving the event requires a Wilderness check rather than an Agriculture check."
              }
            ],
            "id": "BreedLivestock"
          },
          {
            "type": "item",
            "heading": "Build Fortification (Defense, Trained)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "Your engineers construct a walled encampment for your soldiers. You can build a smaller Watchtower sufficient to guard your territory and stand sentinel against invaders, or you can construct a full-scale Keep, sufficient to garrison large numbers of troops. You also can upgrade a Watchtower to a Keep by paying the difference in cost. Constructing a Watchtower or upgrading a Watchtower to a Keep takes one kingdom action; constructing a Keep from scratch takes two actions."
              },
              {
                "type": "paragraph",
                "content": "Spend 12 RP and 4 Lumber or 4 Stone for a Watchtower. Spend 32 RP, 8 Lumber, and 8 Stone for a Keep."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** You establish your Watchtower or Keep and find an ideal naturally defensible position for it. Defense and Warfare checks in that hex gain a +2 item bonus (+3 for a Fort). You also reduce Unrest by 1."
              },
              {
                "type": "paragraph",
                "content": "**Success** You establish your Watchtower or Keep and staff it with guards. All Defense and Warfare checks in that hex gain a +1 item bonus (+2 for a Keep). You also reduce Unrest by 1."
              },
              {
                "type": "paragraph",
                "content": "**Failure** You establish your Watchtower or Keep and staff it with guards. All Warfare checks in that hex gain a +1 item bonus."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** You establish your Watchtower or Keep but discover the location you selected has hidden vulnerabilities or your fortification has construction flaws. Defense checks in that hex gain no bonus for a Watchtower (+1 item bonus for a Keep). Also, your fortification is taken as a provocation by hostileenemies. Make a DC 5 flat check each month for 1d6 months after your critical failure. A failed check causes a Monster Activity event in that hex. This is in addition to any other events that month."
              }
            ],
            "id": "BuildFortification"
          },
          {
            "type": "item",
            "heading": "Build Roads (Engineering)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "**Requirement** The hex in which you seek to build roads must be claimed by your kingdom."
              },
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "You order your kingdom’s engineers to construct a network of robust roads through the hex. Travel along roads uses a terrain type one step better than the surrounding terrain; for example, roads through forest hexes—normally difficult terrain—allow travel as if it were open terrain."
              },
              {
                "type": "paragraph",
                "content": "Spend RP as determined by the hex’s most inhospitable terrain (see Building on Rough Terrain on page 519; if the hex includes any rivers that cross the hex from one hex side to any other, you must spend double the normal RP cost to also build bridges; this adds the Bridge structure to that hex). Then attempt a basic check. Work with the GM to determine where your roads appear on the map."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** You build roads into the target hex and one adjacent claimed hex that doesn’t yet have roads and whose terrain features are at least as hospitable as those of the target hex. If no adjacent hex is appropriate, treat this result as a Success instead."
              },
              {
                "type": "paragraph",
                "content": "**Success** You build roads in the hex."
              },
              {
                "type": "paragraph",
                "content": "**Failure** You fail to build roads in the hex."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** Your attempt to build roads ends in disaster. Not only do you fail to build roads, but you lose several workers to an accident, banditry, a vicious monster, or some other unforeseen occurrence. Gain 1 Unrest."
              }
            ],
            "id": "BuildRoads"
          },
          {
            "type": "item",
            "heading": "Claim Hex",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "**Requirement** You have Reconnoitered the hex to be claimed during hexploration. This hex must be adjacent to at least one hex that’s already part of your kingdom. If the hex to be claimed contains dangerous hazards or monsters, they must first be cleared out—either via standard adventuring or the Clear Hex activity."
              },
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "Your surveyors fully explore the hex and attempt to add it into your kingdom’s domain. Spend 1 RP and then attempt a basic Exploration, Intrigue, Magic, or Wilderness check."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** You claim the hex and immediately add it to your territory, increasing your kingdom’s Size by 1 (this affects all statistics determined by Size; see page 532). Your occupation of the hex goes so smoothly that you can immediately attempt another Region activity."
              },
              {
                "type": "paragraph",
                "content": "**Success** You claim the hex and add it to your territory, increasing your kingdom’s Size by 1 (this affects all statistics determined by Size; see page 532)."
              },
              {
                "type": "paragraph",
                "content": "**Failure** You fail to claim the hex."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** You fail to claim the hex, and a number of early settlers and explorers are lost, causing you to take a –1 circumstance penalty to Stability-based checks until the end of your next Kingdom turn."
              },
              {
                "type": "paragraph",
                "content": "**Special** At 1st level, when selecting the three activities you take during the Region Activities step of the Activity phase of the Kingdom turn, you may select this activity no more than once. Once your kingdom reaches 4th level, you may select it up to twice per turn, and after reaching 9th level you may select it up to three times per turn. When you successfully claim a hex, gain 10 kingdom XP (see page 540). Many hexes have terrain features that grant benefits to your kingdom when claimed; see Terrain Features on page 535."
              }
            ],
            "id": "ClaimHex"
          },
          {
            "type": "item",
            "heading": "Clear Hex",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "Engineers and mercenaries attempt to prepare a hex to serve as the site for a settlement, or they work to remove an existing improvement, a dangerous hazard, or an encounter. If you’re trying to prepare a hex for a settlement or demolish an improvement you previously built (or that was already present in the hex), spend RP as determined by the hex’s most inhospitable terrain feature (see the Building on Rough Terrain sidebar nearby). Then attempt a basic Engineering check."
              },
              {
                "type": "paragraph",
                "content": "If you’re trying to remove a hazard or encounter, instead attempt an Exploration check. The DC of this check is set by the highest level creature or hazard in the hex (as set by Table 10–5: DCs by Level, on page 503 of the Pathfinder Core Rulebook)."
              },
              {
                "type": "paragraph",
                "content": "If the hex you’re attempting to Clear has existing Ruins or an existing Structure, your action doesn’t physically remove the buildings from the area and you can later incorporate these buildings (or repair ruined ones) into a Settlement you build here later (see page 542). Regardless of the skill used, increase the basic DC by 2 if the hex to be cleared is not yet part of your kingdom."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** You successfully clear the hex. If you spent RP to attempt this activity, you’re refunded half of the RP cost. If you were removing dangerous creatures (but not hazards) from the hex, your explorers and mercenaries recover 2 Luxury Commodities as treasure."
              },
              {
                "type": "paragraph",
                "content": "**Success** You successfully clear the hex."
              },
              {
                "type": "paragraph",
                "content": "**Failure** You fail to clear the hex."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** You catastrophically fail to clear the hex and several workers lose their lives. Gain 1 Unrest."
              }
            ],
            "id": "ClearHex"
          },
          {
            "type": "item",
            "heading": "Crop Rotation (Agriculture, Trained)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "You allow some farmland to lie fallow or alternate a variety of crops in order to give the soil time to recover its fertility. Spend 1 RP."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** As success, but in addition on the next Establish Farmland or Harvest Crops action you take within the next month, you treat a critical failure as failure, a failure as success, and a success as critical success."
              },
              {
                "type": "paragraph",
                "content": "**Success** As failure, but in addition choose one Farmland improvement. That hex reduces your kingdom’s Consumption by 2 for this month."
              },
              {
                "type": "paragraph",
                "content": "**Failure** You gain a +1 status bonus on your next Establish Farmland or Harvest Crops action taken within the next month."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** You taint the soil with weeds and must make a DC 6 flat check; on a failure, you destroy a Farmland hex. That hex can be cultivated again with a new Establish Farmland action."
              }
            ],
            "id": "CropRotation"
          },
          {
            "type": "item",
            "heading": "Establish Farmland (Agriculture)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "**Requirement** Plains or hills are the predominant terrain feature in the hex; the hex is in the influence of one of your settlements."
              },
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "You plant crops and establish livestock in permanent farms, ranches, and other growing operations to create Farmland (page 535). If you’re attempting to Establish Farmland in a hex that is predominantly plains, you must spend 1 RP and the check is against your Control DC. If you’re targeting a hex that is predominantly hills, you must spend 2 RP and the check is against your Control DC + 5."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** You establish two adjacent Farmland hexes instead of one. If your target hex was a hills hex, the additional hex may be a hills hex or a plains hex; otherwise, the additional hex must be a plains hex. If no appropriate hex is available, treat this result as a regular success instead."
              },
              {
                "type": "paragraph",
                "content": "**Success** You establish one Farmland hex."
              },
              {
                "type": "paragraph",
                "content": "**Failure** You fail to establish a Farmland hex."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** You fail to establish a Farmland hex, and your attempt potentially causes the spread of a blight. At the start of each of the next two Event phases, attempt a DC 6 flat check; on a failure, your kingdom experiences a Crop Failure event in this and all adjacent hexes."
              }
            ],
            "id": "EstablishFarmland"
          },
          {
            "type": "item",
            "heading": "Establish Settlement",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "**Requirement** The hex in which you’re establishing the settlement has been Cleared and doesn’t currently have a settlement (including a Freehold) in it."
              },
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "You draw up plans, gather resources, entice citizens, and establish boundaries to found a brand new settlement in the hex. Attempt a basic Engineering, Industry, Politics, or Scholarship check. If you cannot pay the RP required by the result of this check, treat your result as a critical failure. A settlement always starts as a village. See page 540 for further details about building settlements."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** You establish the settlement largely with the aid of enthusiastic volunteers. Spend 1d6 RP."
              },
              {
                "type": "paragraph",
                "content": "**Success** You establish the settlement. Spend 3d6 RP."
              },
              {
                "type": "paragraph",
                "content": "**Failure** You establish the settlement, but inefficiently and at great expense. Spend 6d6 RP."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** You fail to establish the settlement."
              }
            ],
            "id": "EstablishSettlement"
          },
          {
            "type": "item",
            "heading": "Establish Work Site (Engineering)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "**Requirement** The hex must be in the influence of one of your settlements."
              },
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "Your hire a crew of workers to travel to a hex that contains Lumber, Ore, or Stone to be harvested. Spend RP as determined by the hex’s most inhospitable terrain. Then attempt a basic check. Lumber camps can be established in any hex that contains a significant amount of forest terrain. Mines and quarries can be established in any hex that contains a significant amount of hill or mountain terrain."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** You establish a Work Site in the hex and proceed to discover an unexpectedly rich supply of high quality Commodities. All Commodity yields granted by this site are doubled until the end of the next Kingdom turn."
              },
              {
                "type": "paragraph",
                "content": "**Success** You establish a Work Site in the hex."
              },
              {
                "type": "paragraph",
                "content": "**Failure** You fail to establish a Work Site in the hex."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** Not only do you fail to establish a Work Site, but you lose several workers to an accident, banditry, a vicious monster, or some other unforeseen occurrence. Gain 1 Unrest."
              }
            ],
            "id": "EstablishWorkSite"
          },
          {
            "type": "item",
            "heading": "Fishing Fleet (Boating, Trained)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "**Requirement** The hex's terrain must be Aquatic, coastal, river, or swamp adjacent to a settlement with piers or a waterfront."
              },
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "**Special** Fisheries can be delicate and subject to pollution from other improvements. If the Fishery shares a hex with a Farm, Work Site, or settlement of town or larger size, make a DC 2 flat check each month. If the check fails, the Fishery is tainted and ceases functioning until you clean up the area, requiring a successful Wilderness check against the kingdom’s control DC."
              },
              {
                "type": "paragraph",
                "content": "You make use of the natural fishing runs, shellfish beds, and migrating sea life to draw forth the bounty of the rivers, lakes, and seas to feed your people. Spend 2 RP for aquatic, coastal, or river in plains, or 4 RP for river terrain on any other terrain."
              },
              {
                "type": "paragraph",
                "content": "**Note** This action allows you to create Fisheries. Otherwise, except as noted above, this action functions identically to Establish Farmland. A critical failure may result in a Crop Failure event, but resolving the event requires a Nautical check rather than an Agriculture check."
              }
            ],
            "id": "FishingFleet"
          },
          {
            "type": "item",
            "heading": "Fortify Hex (Defense)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "**Requirements** The target hex must be claimed by your kingdom and must not have a settlement in it."
              },
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "Your command your engineers to construct a protected encampment, such as a fort or barbican, to serve as a defensive post in the hex. Spend RP as determined by the hex's most inhospitable terrain (see the Building on Rough Terrain sidebar on page 519). Then attempt a basic check. A fortified hex grants an additional bonus in warfare (see Appendix 3), but also gives traveling PCs a place to rest that prevents wandering monsters from interrupting their rest."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** You find a defensible position for your fortification and finish construction efficiently. Gain a refund of half the RP you spent to build in the hex, then reduce Unrest by 1."
              },
              {
                "type": "paragraph",
                "content": "**Success** You establish your fortification in the hex. Reduce Unrest by 1."
              },
              {
                "type": "paragraph",
                "content": "**Failure** You fail to fortify the hex."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** Your attempt ends in disaster. Not only do you fail to build a structure, but you lose several workers to an accident, banditry, a vicious monster, or some other unforeseen occurrence. Gain 1 Unrest."
              }
            ],
            "id": "FortifyHex"
          },
          {
            "type": "item",
            "heading": "Gather Livestock (Wilderness)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "Attempt a basic check to gather excess livestock from local wildlife, ranches, and farms. This generates a number of Food commodities."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** Gain 1d4 Food commodities."
              },
              {
                "type": "paragraph",
                "content": "**Success** Gain 1 Food commodity."
              },
              {
                "type": "paragraph",
                "content": "**Failure** Gain no Food commodities."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** Lose 1d4 Food commodities to spoilage. If you have no Food to lose, you instead gain 1 Unrest."
              }
            ],
            "id": "GatherLivestock"
          },
          {
            "type": "item",
            "heading": "Go Fishing (Boating)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "**Requirement** Must have at least one claimed hex that includes river or lake terrain."
              },
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "Attempt a basic check to fish for food from the rivers and lakes in your kingdom."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** Gain 1d4 Food commodities."
              },
              {
                "type": "paragraph",
                "content": "**Success** Gain 1 Food commodity."
              },
              {
                "type": "paragraph",
                "content": "**Failure** Gain no Food commodities."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** You lose some fishers to tragic accidents; gain 1 Unrest."
              }
            ],
            "id": "GoFishing"
          },
          {
            "type": "item",
            "heading": "Harvest Crops (Agriculture)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "Attempt a basic check to forage for wild edibles or gather excess crops from farms."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** Gain 1d4 Food commodities."
              },
              {
                "type": "paragraph",
                "content": "**Success** Gain 1 Food commodity."
              },
              {
                "type": "paragraph",
                "content": "**Failure** Gain no Food commodities."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** Lose 1d4 Food commodities to spoilage; if you have no Food to lose, you instead gain 1 Unrest."
              }
            ],
            "id": "HarvestCrops"
          },
          {
            "type": "item",
            "heading": "Irrigation (Engineering, Trained)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "**Requirement**s You control a hex adjacent to a river or lake that itself does not contain a river or lake."
              },
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "You send excavators to build waterways, canals, or drainage systems to convey water from areas that have natural access to a river or lake. Spend RP as determined by the hex’s most inhospitable terrain feature (see the Building on Rough Terrain sidebar on page 519). Then attempt a basic check."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** The hex gains a river or lake terrain feature (or you change the effects of a previous critical failure at Irrigation in this hex into a failure); work with your GM to determine where these features appear in the hex. In addition, your workers were efficient and quick, and you regain half the RP you spent building the waterways."
              },
              {
                "type": "paragraph",
                "content": "**Success** As success, but without regaining any RP."
              },
              {
                "type": "paragraph",
                "content": "**Failure** You fail to build workable systems or to restore a previous critical failure, and the hex does not gain the river or lake terrain feature."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** As failure, but your attempts at Irrigation are so completely useless that they become breeding grounds for disease. Gain 1 Unrest. From this point onward, at the start of your Kingdom turn’s Event phase, attempt a DC 4 flat check. This flat check’s DC increases by 1 for each hex in your kingdom that contains a critically failed attempt at Irrigation. If you fail this flat check, your kingdom suffers a Plague event in addition to any other event it might have. You can attempt this activity again in a later Kingdom turn to undo a critically failed Irrigation attempt."
              }
            ],
            "id": "Irrigation"
          },
          {
            "type": "item",
            "heading": "Magical Terraforming (Magic, Trained)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "Your magic-wielders apply their talents to the mundanities of everyday work and construction projects. Spend 2 RP."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** As success, but you apply the benefits to any two terrain improvements with the build trait that you are constructing in your kingdom this turn; however, if the second improvement you choose is not in the same hex or an adjacent hex to the first, the RP cost reduction is halved for that improvement."
              },
              {
                "type": "paragraph",
                "content": "**Success** You decrease the RP cost of one terrain improvement by 1 RP if you are trained in Magic, 2 RP if you are expert, 3 RP if you are a master, and 4 RP if you are legendary. You cannot reduce the cost of an improvement below 0 RP. In addition, you add a +1 circumstance bonus to the Focus check required to build any terrain improvement on that hex the same kingdom turn. If your Magic proficiency level is higher than your proficiency level in the relevant Focus for that improvement, treat your proficiency level in that Focus as one step higher."
              },
              {
                "type": "paragraph",
                "content": "**Failure** You reduce the RP cost of the improvement by 1 RP if you are expert or master at Magic, or by 2 RP if you are legendary."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** Your magic-wielders interfere with the traditional workers’ designs and efforts, getting in their way more than they help. You take -2 circumstance penalty on Focus checks made to construct that improvement and increase its cost by 2 RP."
              }
            ],
            "id": "MagicalTerraforming"
          },
          {
            "type": "item",
            "heading": "Reconnoiter Hex (Wilderness)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "You send a team to spend time surveying and exploring a specific hex, getting the lay of the land and looking for unusual features and specific sites. Spend 1 RP and then attempt a Basic check."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** Your team successfully explores the hex and it is now Reconnoitered for the purpose of Claim Hex. Your team automatically finds one Special or Hidden feature if the hex contains one. If the hex contains multiple Special or Hidden Features the GM chooses one. If the hex contains an Encounter or Hazard, the team avoids it and reports back useful and detailed information on it. In addition, your team's reconnaissance of the hex goes so smoothly you may immediately attempt an additional Reconnoiter Hex activity on an adjacent hex. Treat a Critical Success on this additional check as a Success instead."
              },
              {
                "type": "paragraph",
                "content": "**Success** Your team successfully explores the hex and it is now Reconnoitered for the purpose of Claim Hex. If the hex contains a Special feature your team may find it if your GM wishes. If the hex contains an Encounter or Hazard, the team avoids it and reports basic information on it."
              },
              {
                "type": "paragraph",
                "content": "**Failure** Your team fails to explore the hex sufficiently. If the hex contains an Encounter or Hazard, the team escapes it and reports basic information on it."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** Your team fails to explore the hex sufficiently and a number of the team are lost, causing you to take a -1 circumstance penalty to Loyalty-based checks until the end of your next Kingdom turn. If the hex contains an Encounter or Hazard, the team members were lost to it and the survivors can report back basic information on it."
              }
            ],
            "id": "ReconnoiterHex"
          },
          {
            "type": "item",
            "heading": "Send Surveyors (Exploration, Trained)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "You send expert scouts to investigate your territory closely, mapping the terrain carefully and looking for signs of any useful resources and helping you plan the best places to improve the area while avoiding potential trouble spots. Spend 1 RP for forest, hills, or plains, or 2 RP for other terrain."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** As a success, but you thoroughly survey two adjacent hexes."
              },
              {
                "type": "paragraph",
                "content": "**Success** As failure, but you locate Secret terrain discoveries, and the status bonus is increased to +2 and applies to all region actions taken in that hex on your current or next Kingdom turn."
              },
              {
                "type": "paragraph",
                "content": "**Failure** You Reconnoiter the hex, locating any non-Secret terrain discoveries, and you gain a +1 status bonus on the Focus check for a single region action taken in that hex on your current or next Kingdom turn."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** You fail to locate any terrain discoveries in that hex, and your inaccurate maps and surveys result in a -2 penalty on any Focus checks related to terrain actions in that hex until you use this action again and obtain a better result (note that this -2 penalty applies on Wilderness checks related to future Send Surveyors actions)."
              }
            ],
            "id": "SendSurveyors"
          }
        ],
        "id": "RegionPhase"
      },
      {
        "type": "heading",
        "heading": "Civic Phase",
        "level": 2,
        "content": [
          {
            "type": "item",
            "heading": "Build Housing (Politics, Trained)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "You fill one of your settlements with homes for your citizens."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** You can build two lots of Houses or Tenements or one Mansion or Noble Villa as a free activity. Your people’s enthusiastic labor reduces the price of these improvements by 1 RP per lot."
              },
              {
                "type": "paragraph",
                "content": "**Success** You can build one lot of Tenements as a free activity or one lot of houses, one Mansion, or one Noble Villa."
              },
              {
                "type": "paragraph",
                "content": "**Failure** You can build one lot of Tenements as a free activity or one lot of houses, one Mansion, or one Noble Villa. Construction delays and cost overruns increase the price of these improvements by 1 RP per lot."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** You build one lot of Houses or Tenements, with cost overruns increasing the price by 1 RP per lot. However, the slipshod construction leads to a rash of fires, collapses, or similar accidents. You must succeed on a Stability check or gain 1 Unrest and lose one Resource die on your next turn repairing these problems."
              },
              {
                "type": "paragraph",
                "content": "**Special** You can use this action only once per kingdom turn per settlement, and you must still pay the cost of the structure. If the activity was a free activity, it doesn't count against the number of civic activities you can perform that turn."
              }
            ],
            "id": "BuildHousing"
          },
          {
            "type": "item",
            "heading": "Build Structure",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "You attempt to build a structure in the settlement that’s granting the Civic activity. You may choose any structure for which you meet the requirements. Select the appropriate number of contiguous buildable lots in a single block as specified by the structure’s entry and spend the specified RP and Commodity cost. Then attempt the structure’s skill check."
              },
              {
                "type": "paragraph",
                "content": "You can also use this activity to attempt to repair a structure that was damaged as the result of an event but hasn’t been replaced by Rubble. To do this, first spend half the structure’s listed RP and Commodity cost, and then attempt the specified check. The existing structure gives you a +2 item bonus to the check."
              },
              {
                "type": "paragraph",
                "content": "On a success, record the new construction on the Urban Grid. Unless the structure’s entry states otherwise, its effects are immediate; if the structure adjusts a Ruin’s point total, adjust it upon construction."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** You construct or repair the structure with great efficiency and get back half of the Commodities spent in construction or repair."
              },
              {
                "type": "paragraph",
                "content": "**Success** You construct or repair the structure."
              },
              {
                "type": "paragraph",
                "content": "**Failure** You fail to construct or repair the structure. You can try to complete it next Kingdom turn; if you do so, you do not need to re-pay the RP and Commodity cost."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** You fail to construct the structure; if you were attempting to repair a damaged structure, it is reduced to Rubble. In either event, Rubble now fills the structure’s lots, which must be cleared with the Demolish activity before you can attempt to Build a Structure in them again."
              }
            ],
            "id": "BuildStructure"
          },
          {
            "type": "item",
            "heading": "Demolish (Engineering)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "Choose a single occupied lot in one of your settlements and attempt a basic check to reduce it to Rubble and then clear the Rubble away to make ready for a new structure. For multiple-lot structures, you’ll need to perform multiple Demolish activities (or critically succeed at the activity) to fully clear all of the lots. As soon as you begin Demolishing a multiple-lot structure, all of the lots occupied by that structure no longer function."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** Choose one of the following effects: you demolish an entire multiple-lot structure all at once and clear all of the lots it occupied, or you recover 1d6 Commodities (chosen from lumber, stone, and ore) from the Rubble of a single-lot demolition."
              },
              {
                "type": "paragraph",
                "content": "**Success** You demolish the lot successfully."
              },
              {
                "type": "paragraph",
                "content": "**Failure** You fail to demolish the lot. It remains in Rubble and cannot be used for further construction until you successfully Demolish it."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** As failure, but accidents during the demolition cost you the lives of some of your workers. Gain 1 Unrest."
              }
            ],
            "id": "Demolish"
          },
          {
            "type": "item",
            "heading": "Industrial Supply (Industry, Trained)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "You make sure your workers are well-supplied with the raw materials they need to keep up production. The settlement and the hex(es) containing the improvements you wish to link must be connected by roads or rivers (or by coastline, if the settlement has Piers or a Waterfront). Spend 1 RP."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** As success, but the improvement produces 2 extra Commodities."
              },
              {
                "type": "paragraph",
                "content": "**Success** Select one Mine, Quarry, or Lumber Camp within a settlement’s influence. That improvement produces 1 extra Commodity for the next 2d6 months."
              },
              {
                "type": "paragraph",
                "content": "**Failure** As success, but logistical problems delay the start of the Industrial Supply for 1d4 months, at which time you must make a second Industry check. If successful, the Industrial Supply operates normally thereafter. If failed, the Industrial Supply fails entirely."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** Setting up the Industrial Supply fails, and your settlement’s Consumption increases by 50% on your next kingdom turn."
              },
              {
                "type": "paragraph",
                "content": "**Special** You can use this action only once per kingdom turn per settlement."
              }
            ],
            "id": "IndustrialSupply"
          },
          {
            "type": "item",
            "heading": "Magical Construction (Magic, Trained)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "Cost 1 RP\nYour magic-wielders apply their talents to the mundanities of everyday work and construction projects."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** As success, but the effect lasts until you use the reduction."
              },
              {
                "type": "paragraph",
                "content": "**Success** You decrease the commodity cost of the next structure you build in this settlement by 1 if you are trained in Magic, 2 if you are expert, 3 if you are a master, and 4 if you are legendary. You cannot reduce the cost of an improvement below 0. This expires at the end of your next kingdom turn."
              },
              {
                "type": "paragraph",
                "content": "**Failure** As success, but the reduction is 1 if you are expert or master at Magic, or 2 if you are legendary."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** You do not reduce the commodity cost of the improvement."
              }
            ],
            "id": "MagicalConstruction"
          },
          {
            "type": "item",
            "heading": "Rebuild (Engineering, Trained)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "You repair and reconstruct buildings and improvements damaged or destroyed by kingdom events (or other major events, at the GM's discretion), restoring their former glory as best you can."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** As success, but you can rebuild two lots of buildings (which must both be in the same block). You may choose to rebuild two one-lot improvements on the site of a previous two-lot improvement. If you do, you can divide the RP reduction however you wish between the two new improvements."
              },
              {
                "type": "paragraph",
                "content": "**Success** You rebuild one lot of improvements. If you rebuild the same improvement as the one that previously stood there, you can reduce its RP cost by one-half the value of the previous improvement. Alternatively, you can rebuild a different improvement on the lot and its RP cost is reduced by 25% of the value of the previous improvement."
              },
              {
                "type": "paragraph",
                "content": "**Failure** As success, but you reduce the RP cost of the new improvement by only 25% the cost of the previous improvement if you rebuild the same type of improvement. You do not reduce its cost at all if you build a different improvement."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** As a success, but you do not reduce the RP cost of the new improvement at all. In addition, your defective salvaged materials lead to hidden problems in the new building. You take a -1 penalty on Stability checks for 1d4 months in this settlement, and each month there is a 25% chance the rebuild improvement collapses and is destroyed."
              }
            ],
            "id": "Rebuild"
          },
          {
            "type": "item",
            "heading": "Supply Network (Trade, Trained)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "Cost 1 RP\nYou leverage the resources and infrastructure of your kingdom to get basic commodities where they need to go within your borders, allowing your settlements to access resources normally beyond their reach. The settlement and the hex(es) you are trying to link must be connected by roads or rivers (or by coastline, if the settlement has Piers or a Waterfront). Choose one hex outside the settlement's normal influence and within your kingdom's borders, up to a range of 4 hexes."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** As success, but you can choose another valid hex within range."
              },
              {
                "type": "paragraph",
                "content": "**Success** You connect the settlement with one hex outside its normal influence, expanding the settlement's influence to include that hex."
              },
              {
                "type": "paragraph",
                "content": "**Failure** As success, but logistical problems delay the start of the Supply Network for 1d4 months, at which time you must make a second Trade check. If successful, the Supply Network operates normally thereafter. If failed, the Supply Network fails entirely."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** Setting up the Supply Network fails, and your settlement’s Consumption increases by 50% on your next kingdom turn. In addition, there is a 25% chance of a Bandit Activity kingdom event on your next kingdom turn."
              },
              {
                "type": "paragraph",
                "content": "**Special** A village can only be connected to up to 2 hexes outside its normal influence, a town can connect to up to 4, and a city can connect to up to 6, and a metropolis can connect to up to 8. When a hex gained through this activity enters the settlement's normal influence (such as when the settlement's size increases), it no longer counts against this limit."
              }
            ],
            "id": "SupplyNetwork"
          },
          {
            "type": "item",
            "heading": "Trade Fair (Trade, Trained)",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "Cost 1 RP\nYou contact wealthy friends and associates and put them in touch with traveling merchants to host special auctions and sales to enhance economic opportunities in one of your settlements. This enhances your settlement’s Market Level (see page 5); if you are not using those rules, simply apply the level adjustment to the settlement’s level to determine what level of items are available there during the month of the Trade Fair."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** As success, but the effect persists for 1d4 months."
              },
              {
                "type": "paragraph",
                "content": "**Success** You increase all Markets in one settlement by +1 level on your next kingdom turn, or you may instead choose to increase one Market in the chosen settlement by +2 levels."
              },
              {
                "type": "paragraph",
                "content": "**Failure** You increase one Market in the chosen settlement by +1 level."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** Criminal elements tipped off to your marketeering rob some of the participating merchants, leading to a drop in trade. You take a -1 penalty on all Markets in that settlement and a -1 penalty on all Trade checks in your kingdom for 1d4 months. Increase your Crime Ruin score by 1."
              },
              {
                "type": "paragraph",
                "content": "**Special** You can use this action only once per kingdom turn."
              }
            ],
            "id": "TradeFair"
          }
        ],
        "id": "CivicPhase"
      },
      {
        "type": "heading",
        "heading": "Warfare Phase",
        "level": 2,
        "content": [
          {
            "type": "item",
            "heading": "Deploy Army",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "The army moves through your kingdom or beyond. Since this travel occurs over the course of the entire month that preceded the Kingdom turn, the ground an army covers when it deploys can be quite extensive. You can Deploy an Army with an Exploration, Boating, or Magic check. When you use an Exploration check, choose a location within 20 hexes of the army’s current hex. If the army’s starting point and ending point are connected by a road, increase the result one degree of success. Count roadless hexes that contain swamps or mountains, or each hex where you must cross a river or lake without the aid of a bridge, as two hexes.. You can issue orders to force march. Doing so grants a +4 circumstance bonus on the check, but causes the army to increase its weary condition by 1 (or by 2, if you fail the check)."
              },
              {
                "type": "paragraph",
                "content": "When you use a Boating check, the army’s starting point and ending point must be connected by a body of water; choose any location within 20 hexes along this route. You must be at least master in Magic to attempt a Magic check. When you do so, choose any location within 30 hexes of the army’s current hex, then roll your check. If the army’s deployment causes it to cross your kingdom’s border, the DC increases by 5. If the army’s deployment causes it to cross an enemy kingdom’s border, the DC instead increases by 10."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** The army arrives much more quickly than you anticipated; it arrives at its destination and then becomes efficient."
              },
              {
                "type": "paragraph",
                "content": "**Success** The army arrives at its destination."
              },
              {
                "type": "paragraph",
                "content": "**Failure** The army arrives at its destination, but ran into some sort of trouble along the way. Increase the army’s weary condition by 1 and attempt a DC 6 flat check; on a failure, reduce the army’s HP by 1."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** Rather than arriving at its destination, the army becomes lost until it recovers from this condition. Increase Unrest by 1d4, and attempt a DC 11 flat check; on a failure, reduce the army’s HP by 1."
              }
            ]
          },
          {
            "type": "item",
            "heading": "Disband Army",
            "subheading": "",
            "content": [
              {
                "type": "paragraph",
                "content": "You can choose to disband an army with no check needed. If the army consisted of conscripts from your kingdom, the soldiers revert to being citizens. If the army was recruited from creatures encountered in the wilds, they return to their homes. A disbanded army no longer contributes to your kingdom’sConsumption."
              }
            ]
          },
          {
            "type": "item",
            "heading": "Garrison Army",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "**Requirement** The army is in the same hex as a Refuge, Settlement, or Work Site."
              },
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "You move an army into a fortification and assign them to guard it. In order to garrison, the army must be located in a hex that contains a Refuge, Settlement, or Work Site. If you’re garrisoning the army in a Refuge hex, attempt a basic Defense check. If you’re garrisoning the army in a settlement, attempt a basic Politics check. If you’re garrisoning the army in a Work Site hex, attempt a basic Engineering check. This check’s DC increases by 5 if the hex is not part of your kingdom, or by 10 if the location is part of an enemy kingdom."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** The army becomes fortified until it is deployed. Additionally, the efficiency of the garrisoning reduces this army’s Consumption by 2 (to a minimum of 1) until it is deployed."
              },
              {
                "type": "paragraph",
                "content": "**Success** The army becomes fortified until it is deployed."
              },
              {
                "type": "paragraph",
                "content": "**Failure** The army becomes fortified until the next Kingdom turn begins, at which point you must use this activity again to maintain the fortified condition."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** Your army clashes with local citizens, abuses their authority, lets their watchful readiness slack, and/or provokes confrontations where they are not needed. It does not become fortified, and you cannot attempt to garrison that army at this location again for 4 Kingdom turns. Increase Unrest by 1."
              }
            ]
          },
          {
            "type": "item",
            "heading": "Offensive Gambit",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "**Requirement** You have at least one army in the same hex as an enemy army."
              },
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "You order an attack against an enemy army, causing a war encounter to begin after this Kingdom turn ends. No check is necessary if you wish to engage the enemy without attempting to gain an advantage in initiative. If you want to gain an advantage by surprising the enemy, attempt an Intrigue check. If you want to gain an advantage by intimidating the enemy, attempt a Warfare check. In either case, the DC is equal to the enemy army’s Scouting DC."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** Your approach surprises or intimidates the enemy. Your armies in this hex gain a +2 circumstance bonus on their initiative checks, and one enemy army of the party’s choice in this hex becomes shaken 1."
              },
              {
                "type": "paragraph",
                "content": "**Success** Your approach gives you an advantage. Your armies in this hex gain a +2 circumstance bonus on their initiative checks."
              },
              {
                "type": "paragraph",
                "content": "**Failure** You gain no advantage in the battle."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** Not only do you fail to gain advantage, but the enemy forces have anticipated the attack. Enemy armies in this hex at the time of the Offensive Gambit gain a +4 circumstance bonus on their initiative checks in any resulting war encounters."
              }
            ]
          },
          {
            "type": "item",
            "heading": "Outfit Army",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "You provide your army with better gear. Choose what sort of gear you wish to provide your army with from the list beginning on page 574. The level of the gear chosen must be equal to or less than the army’s level. If you’re crafting or purchasing gear, the level of the gear chosen must be equal to or less than your kingdom level. If you’re distributing resources gained from battle, the level of the gear chosen must be equal to or less than the highest level of an enemy army defeated in that battle."
              },
              {
                "type": "paragraph",
                "content": "If you’re purchasing the gear, this activity requires a basic Trade check and costs the standard amount of RP for the gear; you cannot purchase magic gear unless your kingdom is at least expert rank in Magic."
              },
              {
                "type": "paragraph",
                "content": "If you’re distributing gear gained from battle, this activity requires a basic Warfare check and does not cost RP."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** The gear proved particularly easy to outfit, and the army becomes efficient."
              },
              {
                "type": "paragraph",
                "content": "**Success** The gear is sufficient, and your army becomes outfitted with it immediately."
              },
              {
                "type": "paragraph",
                "content": "**Failure** The gear proves to be unusable and the attempt to outfit the army fails. If you spent RP on the check, it is refunded."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** As failure, but spent RP is not refunded."
              }
            ]
          },
          {
            "type": "item",
            "heading": "Recover Army",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "When an army endures ill fortune, it can become afflicted by negative conditions. You can use the Recover Army activity to work at removing an affliction with a basic skill check (this DC increases by 5 if you are attempting to Recover from the defeated condition); the skill required for the check depends on the affliction (see the table on page 569)."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** You reduce the affliction’s value by 2 (or in the case of a damaged army, increase its HP by 2 up to its maximum). If the affliction does not have a value, it is removed."
              },
              {
                "type": "paragraph",
                "content": "**Success** As critical success but you reduce the affliction’s value by 1 (or in the case of a damaged army, increase its HP by 1 up to its maximum)."
              },
              {
                "type": "paragraph",
                "content": "**Failure** You fail to remove the affliction."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** You fail to remove the affliction and your soldier’s lowered morale spreads discontent; increase Unrest by 1. If you were attempting to recover a defeated army, the army is destroyed."
              }
            ]
          },
          {
            "type": "item",
            "heading": "Recruit Army",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "Note that you pursue this activity during the Leadership step of the Activity phase. Either you recruit an army from your kingdom’s citizens, or you secure the allegiance of a specialized army you encountered in the Stolen Lands. If you’re recruiting an army from your kingdom’s citizens, choose one of the basic armies listed at the start of page 570 and attempt a Warfare check against the army’s Recruitment DC. If you’re securing a specialized army, you must attempt a Statecraft check against the Recruitment DC; statistics for these armies appear starting on page 571."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** You recruit the army; it becomes efficient."
              },
              {
                "type": "paragraph",
                "content": "**Success** You recruit the army."
              },
              {
                "type": "paragraph",
                "content": "**Failure** You fail to recruit the army."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** Many of the individuals in the army you attempted to recruit took offense at the attempt. Gain 1 Unrest, and you cannot attempt to recruit an army again until the next Kingdom turn."
              }
            ]
          },
          {
            "type": "item",
            "heading": "Train Army",
            "subheading": "",
            "content": [
              {
                "type": "hr"
              },
              {
                "type": "paragraph",
                "content": "You train an army in the use of a tactic. Choose one of the tactics from those listed starting on page 575, then attempt a Scholarship or Warfare check against the tactic’s Training DC. If your army has already learned its maximum number of tactics, the newly learned tactic replaces a previously learned tactic of your choice."
              },
              {
                "type": "paragraph",
                "content": "**Critical Success** The army learns the tactic and then becomes efficient."
              },
              {
                "type": "paragraph",
                "content": "**Success** The army learns the tactic."
              },
              {
                "type": "paragraph",
                "content": "**Failure** The army fails to learn the tactic."
              },
              {
                "type": "paragraph",
                "content": "**Critical Failure** The army not only fails to learn the tactic but becomes frustrated and exhausted from the training; increase the army’s weary condition by 1."
              }
            ]
          }
        ],
        "id": "WarfarePhase"
      }
    ],
    "id": "KingdomActions"
  }
]