[
  {
    "type": "heading",
    "heading": "Founding A Village",
    "level": 1,
    "content": [
      {
        "type": "paragraph",
        "content": "Your kingdom’s first settlement is automatically founded in Step 8 of Kingdom Creation. You can found new settlements and expand on existing settlements during the Civic Activities step of the Activity phase of the Kingdom turn."
      },
      {
        "type": "paragraph",
        "content": "When you found a village, follow the four steps presented below to get started."
      },
      {
        "type": "heading",
        "heading": "Step 1: Select a Hex",
        "level": 2,
        "content": [
          {
            "type": "paragraph",
            "content": "Select a Claimed Hex in your kingdom that doesn’t already have a settlement as the site for your new settlement. Work with your GM to select the specific location of your settlement within the hex. If it contains lake, river, or swamp terrain, take into consideration the number of Water Borders you have in mind for your settlement."
          }
        ],
        "id": "SelectAHex"
      },
      {
        "type": "heading",
        "heading": "Step 2: Establish your Village",
        "level": 2,
        "content": [
          {
            "type": "paragraph",
            "content": "You must first Clear the Hex to prepare it for your village. Since Clear Hex is a Region activity that can only happen during Step 2 of the activity phase of a Kingdom turn, and Establish Settlement is a Leadership activity that can only happen during Step 1, you have to wait until the Kingdom turn after you Clear the Hex to actually found the settlement. This simulates the time that it takes to prepare, such as setting up temporary quarters or tent cities, digging sanitation trenches, gathering materials, and managing all the other small tasks to get things ready to build."
          },
          {
            "type": "paragraph",
            "content": "If your hex contains lake, river, or swamp terrain, you may choose which of its borders are Land Borders and which are Water Borders. On the Urban Grid, check the “Water” box next to as many of its borders as you like; you cannot change this decision later."
          },
          {
            "type": "paragraph",
            "content": "If your hex contains Ruins or a Structure, you can incorporate that building into your settlement at a reduced cost (for Ruins) or for free (for Structures). The exact type of structure is indicated in that hex’s encounter text in Chapter 2—the GM has full information about these structures and ruins and how they can impact settlements."
          }
        ],
        "id": "EstablishYourVillage"
      },
      {
        "type": "heading",
        "heading": "Step 3: Name Your Village",
        "level": 2,
        "content": [
          {
            "type": "paragraph",
            "content": "Each settlement needs a name. Some leaders name settlements after themselves or their families, but the name can be anything suitable for the campaign and agreeable to the PCs."
          }
        ],
        "id": "NameYourVillage"
      },
      {
        "type": "heading",
        "heading": "Step 4: Start Building!",
        "level": 2,
        "content": [
          {
            "type": "paragraph",
            "content": "Your brand new village is now ready to grow! A village must fill a single block of 4 lots before it can expand, so select one block on the Urban Grid for your village’s development. Each Kingdom turn, during the Civic Activities step of its Activity phase, your settlement has one Civic activity, which can be used to Build Structures."
          }
        ],
        "id": "StartBuilding!"
      }
    ],
    "id": "FoundingAVillage"
  }
]