[
  {
    "type": "paragraph",
    "content": "War encounters aren’t meant to serve as a precise and detailed simulation of the complexities of a mass combat event, but rather as a quick and engaging way to play out these clashes without detracting too much from the focus of a Kingmaker Campaign: the stories and adventures of the PCs themselves."
  },
  {
    "type": "paragraph",
    "content": "A war encounter plays out during Downtime, as the result of an Offensive Gambit or hexploration."
  },
  {
    "type": "paragraph",
    "content": "**Offensive Gambit** You can initiate an Offensive Gambit activity against the enemy during the <<Army Activities|Kingdom-Turn#ArmyActivities>> step of the Kingdom turn. In this case, the war encounter takes place immediately after the Kingdom turn resolves."
  },
  {
    "type": "paragraph",
    "content": "**Hexploration** During hexploration, if the PCs are traveling with at least one army, they can encounter enemy armies. If either the PCs or the enemy initiate an attack, it immediately starts a war encounter."
  },
  {
    "type": "heading",
    "heading": "Player Characters In Battles",
    "level": 1,
    "content": [
      {
        "type": "paragraph",
        "content": "In a war encounter, the focus is on a clash between opposing armies on the field of battle. These rules don’t work particularly well when an army attacks a single target—such encounters are better played out with the PCs facing the threat themselves."
      },
      {
        "type": "paragraph",
        "content": "But what if the PCs want to fight with their soldiers on the field of battle? For the most part, a PC who fights in an army won’t noticeably affect that army’s stats. Having a famous (or infamous) founder of the kingdom fighting at your side in battle can bolster an army’s mindset, though, so if a PC chooses to fight in this way, they grant a +1 status bonus to that army’s Morale checks."
      },
      {
        "type": "paragraph",
        "content": "A better way to incorporate PCs in battles is to have them confront specific singular enemies on the field of battle while the armies themselves fight it out all around them. In such a case, play out the war encounter to its completion to determine the degree of success achieved (see <<Victory|#DeterminingVictory>> or <<Defeat|#DeterminingLoss>>), then play out the battle between the PCs and their foe(s). If the PCs win this battle, the result of the war encounter is improved one degree, but if the PCs lose their battle or the enemy escapes, the result of the war encounter is worsened one degree."
      }
    ],
    "id": "PlayerCharactersInBattles"
  },
  {
    "type": "heading",
    "heading": "The Battlefield",
    "level": 1,
    "content": [
      {
        "type": "paragraph",
        "content": "Armies can move across the battlefield to engage enemies, to retreat and regroup, and seek terrain advantages during their war actions, but their relative positions on the battlefield remain abstract throughout the encounter. What does matter is relative position between armies. During a war encounter, armies can be in one of the following three relative positions. Two of these positions—<<engaged|Army-Conditions#Engaged>> and <<distant|Army-Conditions#Distant>>—are also conditions."
      },
      {
        "type": "paragraph",
        "content": "**Near** When war encounters begin, the armies involved are normally considered near—close enough to advance and engage with a foe, but far enough to avoid direct conflict. An army cannot attempt melee Strikes against an enemy that is near—only ranged Strikes. Indicate an army is near by placing its token on the grid in any square not adjacent to another army.",
        "id": "Near"
      },
      {
        "type": "paragraph",
        "content": "**Engaged** An army that is <<engaged|Army-Conditions#Engaged>> can attempt melee Strikes against other armies it is <<engaged|Army-Conditions#Engaged>> with. Indicate armies that are <<engaged|Army-Conditions#Engaged>> with each other by placing their tokens adjacent to one another. An army can be <<engaged|Army-Conditions#Engaged>> with up to four armies at once."
      },
      {
        "type": "paragraph",
        "content": "**Distant** An army that attempts to <<disengage|War-Actions#Disengage>> or retreat can move to a distant point on the battlefield. Attacks on a <<distant|Army-Conditions#Distant>> army are possible via ranged Strikes, but at a –5 penalty for the range. Indicate a <<distant|Army-Conditions#Distant>> army’s position by placing its token or miniature on the table just off the edge of the grid. (Armies that manage to flee the battle entirely are taken off the table.)"
      },
      {
        "type": "heading",
        "heading": "Battlefield Terrain Features",
        "level": 2,
        "content": [
          {
            "type": "paragraph",
            "content": "While some battles take place in open terrain, some battlefields contain additional terrain features. Relatively common battlefield terrain features are detailed below; some of the scripted war encounters in the Adventure Path feature other, specific terrain features."
          },
          {
            "type": "paragraph",
            "content": "**Darkness or Heavy Fog** All armies become <<concealed|Army-Conditions#Concealed>>, and distant armies become undetected. Armies in these conditions take a –4 circumstance penalty on Scouting checks. Armies with <<darkvision|Army-Tactics#Darkvision>> ignore the terrain effects of darkness."
          },
          {
            "type": "paragraph",
            "content": "**Difficult Terrain** A war encounter that takes place in rugged mountains, swampland, or dense forests are examples of difficult battlefield terrain. Armies take a –2 circumstance penalty on Maneuver checks in difficult terrain."
          },
          {
            "type": "paragraph",
            "content": "**Dim Light, Light Fog, or Rain** Armies in these conditions gain a +1 circumstance bonus on Maneuver checks and take a –2 circumstance penalty on Scouting checks. <<distant|Army-Conditions#Distant>> armies become <<concealed|Army-Conditions#Concealed>>. Armies with <<low-light|Army-Tactics#LowLightVision>> or <<darkvision|Army-Tactics#Darkvision>> ignore the terrain effects of dim light."
          },
          {
            "type": "paragraph",
            "content": "**Wind** Ranged Strikes take a –1 circumstance penalty in strong wind, or a –2 circumstance penalty in windstorms. The penalty for a ranged Strike on a <<distant|Army-Conditions#Distant>> army is doubled to –10 (this penalty stacks with the standard penalty to ranged Strikes in wind)."
          }
        ],
        "id": "BattlefieldTerrainFeatures"
      },
      {
        "type": "heading",
        "heading": "Fortifications",
        "level": 2,
        "content": [
          {
            "type": "paragraph",
            "content": "Some battlefields include a fortification (such as a <<keep|Settlement-Structures#Keep>>, <<castle|Settlement-Structures#Castle>>, <<wall|Settlement-Structures#WallStone>>, or trench) that can house one or more armies. An army can’t seek defense in a fortification once a battle begins; it must prepare itself and its defenses in advance during a Kingdom turn via the <<Garrison Army|Kingdom-Actions#GarrisonArmy>> activity. Once an army is successfully <<garrisoned|Kingdom-Actions#GarrisonArmy>>, it gains the <<fortified|Army-Conditions#Fortified>> condition as long as it avoids using Maneuver war actions."
          },
          {
            "type": "paragraph",
            "content": "It’s possible to destroy a fortification, but only with the use of <<siege armies|Armies#SiegeEngines>>. If a fortification is destroyed, all armies that were <<fortified|Army-Conditions#Fortified>> within lose that condition and increase their <<shaken|Army-Conditions#Shaken>> condition value by 1. Typical AC and HP values for fortifications against <<siege army|Armies#SiegeEngines>> attacks are listed below, along with how many armies each can contain."
          },
          {
            "type": "table",
            "columns": [
              {
                "content": "Fortification Type",
                "align": "center"
              },
              {
                "content": "AC",
                "align": "center"
              },
              {
                "content": "HP",
                "align": "center"
              },
              {
                "content": "Max. Armies",
                "align": "center"
              }
            ],
            "data": [
              [
                "<<Castle|Settlement-Structures#Castle>>",
                "30",
                "8",
                "6"
              ],
              [
                "<<Keep|Settlement-Structures#Keep>>",
                "25",
                "5",
                "4"
              ],
              [
                "Tower",
                "20",
                "2",
                "1"
              ],
              [
                "Trench",
                "15",
                "1",
                "1"
              ],
              [
                "<<Wall, stone|Settlement-Structures#WallStone>>",
                "20",
                "3",
                "2"
              ],
              [
                "<<Wall, wooden|Settlement-Structures#WallWooden>>",
                "15",
                "2",
                "2"
              ]
            ],
            "id": "FortificationsTable"
          }
        ],
        "id": "Fortifications"
      }
    ],
    "id": "TheBattlefield"
  },
  {
    "type": "heading",
    "heading": "War Encounter Structure",
    "level": 1,
    "content": [
      {
        "type": "paragraph",
        "content": "A war encounter takes place over the course of several rounds, with each round representing an hour of battle. The battle continues until all armies on one side are <<defeated|Army-Conditions#Defeated>> (reduced to 0 HP) or routed."
      }
    ],
    "id": "WarEncounterStructure"
  },
  {
    "type": "heading",
    "heading": "Step 1: Roll Initiative",
    "level": 1,
    "content": [
      {
        "type": "paragraph",
        "content": "Each army in the battle makes a Scouting check to determine its initiative. On the first round of a war encounter, armies are usually <<near|#Near>>. (Armies that have the <<Ambush|Army-Tactics#Ambush>> tactic may be able to begin a war encounter engaged; armies that have the <<Opening Salvo|Army-Tactics#OpeningSalvo>> tactic may be able to begin a war encounter <<distant|Army-Conditions#Distant>>.)"
      },
      {
        "type": "heading",
        "heading": "Step 2: Play a Round",
        "level": 2,
        "content": [
          {
            "type": "paragraph",
            "content": "Each army takes three <<war actions|War-Actions>> on its turn, chosen from <<Basic War Actions|War-Actions#BasicWarActions>> or from any <<other war actions|War-Actions#TacticalWarActions>> the army may have access to."
          }
        ],
        "id": "PlayARound"
      },
      {
        "type": "heading",
        "heading": "Step 3: Check for Routs",
        "level": 2,
        "content": [
          {
            "type": "paragraph",
            "content": "At the end of the round, after every army has acted, there’s a chance that armies might rout. An army whose HP is at or below its Rout Threshold must attempt a Morale check; the DC is equal to the highest Morale DC among the remaining enemy armies. On a critical success, that army no longer has to check for routs at this step for the remainder of the encounter (but it can still become routed from other effects). On a failure, the army increases the value of its <<shaken|Army-Conditions#Shaken>> condition by 1. On a critical failure, the army becomes <<routed|Army-Conditions#Routed>>."
          }
        ],
        "id": "CheckForRouts"
      },
      {
        "type": "heading",
        "heading": "Step 4: Begin the Next Round",
        "level": 2,
        "content": [
          {
            "type": "paragraph",
            "content": "After checking for routs, the round is over and the next one begins."
          }
        ],
        "id": "BeginTheNextRound"
      },
      {
        "type": "heading",
        "heading": "Step 5: End the Encounter",
        "level": 2,
        "content": [
          {
            "type": "paragraph",
            "content": "Once all armies on a side are <<routed|Army-Conditions#Routed>> or <<destroyed|Army-Conditions#Destroyed>>, the encounter ends; see <<Victory|#DeterminingVictory>> or <<Defeat|#DeterminingLoss>> (below) to determine the final results of the encounter."
          }
        ],
        "id": "EndTheEncounter"
      }
    ],
    "id": "RollInitiative"
  },
  {
    "type": "heading",
    "heading": "Victory Or Defeat",
    "level": 1,
    "content": [
      {
        "type": "paragraph",
        "content": "If all of the enemy armies were routed or defeated, the PCs won the battle; see <<Determining Victory|#DeterminingVictory>> below. If all of the PCs’ armies were <<routed|Army-Conditions#Routed>> or <<destroyed|Army-Conditions#Destroyed>>, the PCs lost the battle; see <<Determining Loss|#DeterminingLoss>> below. In either case, your kingdom gains experience: each army you defeated provides the same amount of XP as defeating an adversary of the same level in encounter mode, but in this case, the rewards are in kingdom XP."
      },
      {
        "type": "item",
        "heading": "Determining Victory",
        "subheading": "",
        "content": [
          {
            "type": "hr"
          },
          {
            "type": "paragraph",
            "content": "The PCs won the battle! Roll a basic Warfare check to determine the repercussions for the kingdom."
          },
          {
            "type": "paragraph",
            "content": "**Critical Success** The damage suffered in the battle was relatively minor. Restore 1 HP to every damaged army, and at the start of your next Kingdom turn, reduce <<Unrest|Kingdom-Rules#Unrest>> by 1."
          },
          {
            "type": "paragraph",
            "content": "**Success** The damage wasn’t as bad as it seemed. Restore 1 HP to every damaged army."
          },
          {
            "type": "paragraph",
            "content": "**Failure** The battle was hard fought, but your armies bore the results of the clash as well as could be expected."
          },
          {
            "type": "paragraph",
            "content": "**Critical Failure** Although you won the battle, it took its toll on some of your armies. Any army that was damaged in the battle increases its <<shaken|Army-Conditions#Shaken>> or <<weary|Army-Conditions#Weary>> condition value (the party chooses which) by 1."
          }
        ],
        "id": "DeterminingVictory"
      },
      {
        "type": "item",
        "heading": "Determining Loss",
        "subheading": "",
        "content": [
          {
            "type": "hr"
          },
          {
            "type": "paragraph",
            "content": "The PCs lost the battle! Roll a basic Defense check to try to minimize damage and to determine repercussions."
          },
          {
            "type": "paragraph",
            "content": "**Critical Success** Many soldiers survived the lost battle. All <<defeated|Army-Conditions#Defeated>> armies are restored to 1 HP, and one damaged army of your choice heals 1 HP."
          },
          {
            "type": "paragraph",
            "content": "**Success** One damaged army of your choice escaped the brunt of the loss—that army heals 1 HP. Gain 1 Unrest."
          },
          {
            "type": "paragraph",
            "content": "**Failure** The battle was a loss. Gain 1 <<Unrest|Kingdom-Rules#Unrest>>."
          },
          {
            "type": "paragraph",
            "content": "**Critical Failure** The loss has crushed your armies’ spirits. Each army that participated in the battle increases its <<shaken|Army-Conditions#Shaken>> or <<weary|Army-Conditions#Weary>> condition (the party chooses which) by 2. Gain 1d4 <<Unrest|Kingdom-Rules#Unrest>>."
          }
        ],
        "id": "DeterminingLoss"
      }
    ],
    "id": "VictoryOrDefeat"
  },
  {
    "type": "heading",
    "heading": "Powerful Magic",
    "level": 1,
    "content": [
      {
        "type": "paragraph",
        "content": "Some spells and magic items, particularly at higher levels, could potentially have significant effects on the outcome of mass conflict. For example, a <<fireball|https://2e.aonprd.com/Spells.aspx?ID=1530>> can burn many targets at once. <<Earthquake|https://2e.aonprd.com/Spells.aspx?ID=1507>> can not only destroy large portions of a battlefield, but they can potentially devastate entire armies. And powerful monsters like dragons can simply fly above an army and rain down devastation in the form of breath weapons. The rules presented here do not allow for this level of interaction between individual characters and full-scale armies, but you can allow it if you wish."
      },
      {
        "type": "paragraph",
        "content": "In cases where the PCs wish to use powerful magic to help resolve potential war encounters, feel free to let them automatically defeat armies that are 5 levels or more lower than the party’s level—this represents the PCs using their resources to defeat trivial foes, and the PCs shouldn’t earn XP for such a tactic. In other cases, the easiest solution is to simply give the PCs a +1 to +2 circumstance bonus to any war encounter checks they make to represent the advantage they have using this magic. Alternately, powerful spells can simply alter the landscape of the battlefield—see <<Battlefield Terrain Features|#BattlefieldTerrainFeatures>> on for more details."
      },
      {
        "type": "paragraph",
        "content": "Note that if you allow the PCs to do this, consider allowing NPC enemies the same for their forces as you see fit."
      }
    ],
    "id": "PowerfulMagic"
  }
]